Repository: masterkeystroker/high-tech-code-industrials
Catalog: Strings.*.resx
Languages: cs_cz, de_de, es_es, fr_fr, id_id, it_it, ko_kr, pl_pl, pt_pt, ru_ru, tr_tr, zh_cn

# CLEAN_HEADS_STOPPED
source: Cleaning heads system when printer is stopped
cs_cz: Systém čištění hlav během zastavení stroje
de_de: Reinigung des Druckkopfsystems wenn Maschine nicht in Betrieb
es_es: Limpieza de cabezales cuando no está en marcha
fr_fr: Nettoyage des têtes à l’arrêt
id_id: Sistem membersihkan kepala ketika mesin dihentikan
it_it: Pulizia testine quando la macchina è ferma
ko_kr: 기기가 정지되었을 때 헤드 시스템을 세정
pl_pl: System czyszczenia głowic podczas zatrzymania maszyny
pt_pt: Limpeza das cabeças quando não estão em funcionamento
ru_ru: Чистка головок во время остановки
tr_tr: Bant durdugunda baski kafalarini temizleme
zh_cn: 机器停止时自动清洗系统

# CLEAN_MORE_OPTIONS
source: More options
cs_cz: Více možností
de_de: Weitere Optionen
es_es: Más opciones
fr_fr: Plus d’options
id_id: Opsi selengkapnya
it_it: Maggiori opzioni
ko_kr: 기타 옵션
pl_pl: Więcej opcji
pt_pt: Mais opções
ru_ru: Другие функции
tr_tr: Temizleme opsiyonu
zh_cn: 更多

# CLEAN_L1_DELAY
source: Line 1 delay:
cs_cz: Zpoždění linky 1:
de_de: Verzögerung Linie 1:
es_es: Retraso linea 1:
fr_fr: Retard ligne 1 :
id_id: Jeda baris 1:
it_it: Ritardo linea 1:
ko_kr: 라인 1 지연:
pl_pl: Opóźnienie linii 1:
pt_pt: Atraso linha 1:
ru_ru: Задержка линии 1:
tr_tr: Hat1 gecik.:
zh_cn: L1 延时

# CLEAN_L2_DELAY
source: Line 2 delay:
cs_cz: Zpoždění linky 2:
de_de: Verzögerung Linie 2:
es_es: Retraso linea 2:
fr_fr: Retard ligne 2 :
id_id: Jeda baris 2:
it_it: Ritardo linea 2:
ko_kr: 라인 2 지연:
pl_pl: Opóźnienie linii 2:
pt_pt: Atraso linha 2:
ru_ru: Задержка линии 2:
tr_tr: Hat2 gecik.:
zh_cn: L2 延时

# CLEAN_GAP_TIME
source: Gap time:
cs_cz: Doba přestávky:
de_de: Zeitabstand:
es_es: Tiempo de hueco:
fr_fr: Temps de vide :
id_id: Waktu jeda:
it_it: Intervallo di tempo:
ko_kr: 간격 시간:
pl_pl: Czas przerwy
pt_pt: Tempo do gap:
ru_ru: Время интервала:
tr_tr: Bosluk zam.:
zh_cn: 间隔时间：

# M_EDIT_ADJUST_TILE_GLOBAL
source: Global position
cs_cz: Globální pozice
es_es: Posición global
fr_fr: Position globale
id_id: Posisi global
it_it: Posizione globale
ko_kr: 글로벌 위치
pl_pl: Globalna pozycja
pt_pt: Posição global
ru_ru: Общее положение
tr_tr: Posizyon
zh_cn: 通道位置

# M_EDIT_ADJUST_TILE_GLOBAL_L1
source: Global position line 1
cs_cz: Globální pozice linky 1
de_de: Globalposition Linie 1
es_es: Posición global línea 1
fr_fr: Position globale ligne 1
id_id: Posisi global baris 1
it_it: Posizione globale della linea 1
ko_kr: 글로벌 위치 라인 1
pl_pl: Globalna pozycja na linii 1
pt_pt: Posição global linha 1
ru_ru: Общее положение линия 1
tr_tr: Hat1 posizyonu
zh_cn: 第1生产线总体位置

# M_EDIT_ADJUST_TILE_GLOBAL_L2
source: Global position line 2
cs_cz: Globální pozice linky 2
de_de: Globalposition Linie 2
es_es: Posición global línea 2
fr_fr: Position globale ligne 2
id_id: Posisi global baris 2
it_it: Posizione globale della linea 2
ko_kr: 글로벌 위치 라인 2
pl_pl: Globalna pozycja na linii 2
pt_pt: Posição global linha 2
ru_ru: Общее положение линия 2
tr_tr: Hat2 posizyonu
zh_cn: 第2生产线总体位置

# M_EDIT_ADJUST_TILE_FROM0
source: From 0
cs_cz: Od 0
de_de: Von 0
es_es: Desde 0
fr_fr: Depuis 0
id_id: Dari 0
it_it: Da 0
ko_kr: 0부터
pl_pl: Od 0
pt_pt: Desde o 0
ru_ru: От 0
tr_tr: 0 dan
zh_cn: 从0开始

# M_EDIT_ADJUST_TILE_FROMCENTER
source: From the center
cs_cz: Ze středu
de_de: Von der Mitte
es_es: Desde el centro
fr_fr: Depuis le centre
id_id: Dari tengah
it_it: Dal centro
ko_kr: 중간부터
pl_pl: Od środka
pt_pt: Desde o centro
ru_ru: От центра
tr_tr: Ortadan
zh_cn: 从中间开始

# M_EDIT_ADJUST_TILE_XOFFSET
source: X offset (mm):
cs_cz: Odsazení X (mm):
de_de: Offset X (mm):
es_es: Offset X mm:
fr_fr: Offset X mm :
id_id: Offset X (mm):
it_it: Spostamento X (mm):
ko_kr: X 오프셋(mm):
pl_pl: Przesunięcie X (mm):
pt_pt: Offset X mm:
ru_ru: Смещение по X, (мм):
zh_cn: X偏移(mm)：

# M_EDIT_ADJUST_TILE_YOFFSET
source: Y offset (mm):
cs_cz: Odsazení Y (mm):
de_de: Offset Y (mm):
es_es: Offset Y mm:
fr_fr: Offset Y mm :
id_id: Offset Y (mm):
it_it: Spostamento Y (mm):
ko_kr: Y 오프셋(mm):
pl_pl: Przesunięcie Y (mm):
pt_pt: Offset Y mm:
ru_ru: Смещение по Y, (мм):
zh_cn: Y偏移(mm)：

# CLEAN_ERROR_AUTO
source: Printer must be in Automatic mode.
cs_cz: Tiskárna musí být v automatickém režimu.
de_de: Die Maschine muss sich im Automatikmodus befinden.
es_es: La máquina debe estar en 'AUTOMÁTICO'.
fr_fr: La machine doit être sur « AUTOMATIQUE ».
id_id: Printer harus dalam mode Otomatis.
it_it: La macchina deve essere in AUTOMATICO.
ko_kr: 프린터는 반드시 자동 모드로 설정해야 합니다.
pl_pl: Drukarka musi być w trybie automatycznym
pt_pt: A máquina deve estar em 'AUTOMÁTICO'
ru_ru: Станок должен быть переключен в "АВТОМАТИЧЕСКИЙ" режим
tr_tr: Yazici otomatik modda olmalidir.
zh_cn: 机器必须处于自动状态

# CLEAN_ERROR_NO_IMG
source: No jobs must be loaded in production line.
cs_cz: Na výrobní lince nesmí být zavedeny žádné vzory.
de_de: Es darf kein Modell auf der Produktionslinie geladen sein.
es_es: No debe haber ninguna imagen cargada en la linea
fr_fr: Aucune image ne doit être chargée sur la ligne
id_id: Tidak boleh ada model yang dimuat di baris produksi.
it_it: Non deve esserci nessuna immagine caricata.
ko_kr: 생산 라인에 어떠한 모델도 로딩되어서는 안 됩니다.
pl_pl: Żadnych wzorów nie można załadować na linii produkcyjnej
pt_pt: Não deve haver nenhuma imagem carregada na linha de produção.
ru_ru: На линии не должны присутствовать загруженные модели
tr_tr: Uretimde imaj yuklu olmamalidir.
zh_cn: 线上必须没有处于已读取状态

# CLEAN_ERROR_BARS_TENSION
source: Bars must be powered.
cs_cz: Bary musí být pod napětím.
de_de: Die Balken müssen unter Spannung stehen.
es_es: Las barras deben tener tensión.
fr_fr: Les barres doivent être sous tension.
id_id: Baris harus didayai.
it_it: Le barre devono essere alimentate.
ko_kr: 바는 반드시 전원이 켜진 상태여야 합니다.
pl_pl: Moduły drukowania muszą być zasilane
pt_pt: As barras devem estar energizadas.
ru_ru: Модули должны быть под напряжением
tr_tr: Barlar enerjili olmali
zh_cn: 打印模块必须通电

# CLEAN_ERROR_INK_ON
source: Ink systems must be running.
cs_cz: Inkoustové systémy musí pracovat.
de_de: Die Tintensysteme müssen funktionieren.
es_es: Los cirtuitos de tinta deben estar encendidos.
fr_fr: Les circuits d’encre doivent être allumés.
id_id: Sistem tinta harus berfungsi.
it_it: Il sistema inchiostro deve essere in funzione.
ko_kr: 잉크 시스템은 반드시 작동 상태여야 합니다.
pl_pl: Systemy tuszu muszą pracować
pt_pt: Os circuitos de tinta devem estar ligados.
ru_ru: Циркуляционная система чернил должнаработать
tr_tr: Boya sistemi calismalidir
zh_cn: 供墨系统必须开启

# CLEAN_OK
source: Spit mode is ready for use.
cs_cz: Režim Spit je připraven k použití.
de_de: Der Spitting-Modus ist einsatzbereit.
es_es: El Spit está preparado para poder usarse.
fr_fr: Le Spit est prêt à être utilisé.
id_id: Mode pancaran siap digunakan.
it_it: La modalità spit è pronta all’uso.
ko_kr: 배출 모드는 사용 준비 완료 상태여야 합니다.
pl_pl: Tryb wypluwania jest gotowy do użycia
pt_pt: O Spit está pronto para o uso.
ru_ru: Режим Spit готов к использованию
tr_tr: Puskurtme kullanima hazir.
zh_cn: 闪喷模式可用

# M_EDIT_ADJUST_TILE_YMODE
source: Y mode
cs_cz: Režim Y
de_de: Modus Y
es_es: Modo Y
fr_fr: Mode Y
id_id: Mode Y
it_it: Modalità Y
ko_kr: Y 모드
pl_pl: Tryb Y
pt_pt: Modo Y
ru_ru: Режим Y
tr_tr: Ymod
zh_cn: Y模式

# M_EDIT_QUALITY_CANAL0
source: Channel 0
cs_cz: Kanál 0
de_de: Kanal 0
es_es: Canal 0
fr_fr: Canal 0
it_it: Canale 0
ko_kr: 채널 0
pl_pl: Kanał 0
pt_pt: Canal 0
ru_ru: Канал 0
tr_tr: Kanal0
zh_cn: 通道0

# M_EDIT_QUALITY_CANAL1
source: Channel 1
cs_cz: Kanál 1
de_de: Kanal 1
es_es: Canal 1
fr_fr: Canal 1
it_it: Canale 1
ko_kr: 채널 1
pl_pl: Kanał 1
pt_pt: Canal 1
ru_ru: Канал 1
tr_tr: Kanal1
zh_cn: 通道1

# M_EDIT_QUALITY_CANAL2
source: Channel 2
cs_cz: Kanál 2
de_de: Kanal 2
es_es: Canal 2
fr_fr: Canal 2
it_it: Canale 2
ko_kr: 채널 2
pl_pl: Kanał 2
pt_pt: Canal 2
ru_ru: Канал 2
tr_tr: Kanal2
zh_cn: 通道2

# M_EDIT_QUALITY_CANAL3
source: Channel 3
cs_cz: Kanál 3
de_de: Kanal 3
es_es: Canal 3
fr_fr: Canal 3
it_it: Canale 3
ko_kr: 채널 3
pl_pl: Kanał 3
pt_pt: Canal 3
ru_ru: Канал 3
tr_tr: Kanal3
zh_cn: 通道3

# M_EDIT_QUALITY_CANAL4
source: Channel 4
cs_cz: Kanál 4
de_de: Kanal 4
es_es: Canal 4
fr_fr: Canal 4
it_it: Canale 4
ko_kr: 채널 4
pl_pl: Kanał 4
pt_pt: Canal 4
ru_ru: Канал 4
tr_tr: Kanal4
zh_cn: 通道4

# M_EDIT_QUALITY_CANAL5
source: Channel 5
cs_cz: Kanál 5
de_de: Kanal 5
es_es: Canal 5
fr_fr: Canal 5
it_it: Canale 5
ko_kr: 채널 5
pl_pl: Kanał 5
pt_pt: Canal 5
ru_ru: Канал 5
tr_tr: Kanal5
zh_cn: 通道5

# M_EDIT_QUALITY_CANAL6
source: Channel 6
cs_cz: Kanál 6
de_de: Kanal 6
es_es: Canal 6
fr_fr: Canal 6
it_it: Canale 6
ko_kr: 채널 6
pl_pl: Kanał 6
pt_pt: Canal 6
ru_ru: Канал 6
tr_tr: Kanal6
zh_cn: 通道6

# M_EDIT_QUALITY_CANAL7
source: Channel 7
cs_cz: Kanál 7
de_de: Kanal 7
es_es: Canal 7
fr_fr: Canal 7
it_it: Canale 7
ko_kr: 채널 7
pl_pl: Kanał 7
pt_pt: Canal 7
ru_ru: Канал 7
tr_tr: Kanal7
zh_cn: 通道7

# M_EDIT_QUALITY_DROP1
source: Drop 1
cs_cz: Kapka 1
de_de: Tropfen 1
es_es: Gota 1
fr_fr: Goutte 1
it_it: Goccia 1
ko_kr: 드롭 1
pl_pl: Kropla 1:
pt_pt: Gota 1
ru_ru: Kапли 1:
tr_tr: Damla1
zh_cn: 墨滴1

# M_EDIT_QUALITY_DROP2
source: Drop 2
cs_cz: Kapka 2
de_de: Tropfen 2
es_es: Gota 2
fr_fr: Goutte 2
it_it: Goccia 2
ko_kr: 드롭 2
pl_pl: Kropla 2:
pt_pt: Gota 2
ru_ru: Kапли 2:
tr_tr: Damla2
zh_cn: 墨滴2

# M_EDIT_QUALITY_DROP3
source: Drop 3
cs_cz: Kapka 3
de_de: Tropfen 3
es_es: Gota 3
fr_fr: Goutte 3
it_it: Goccia 3
ko_kr: 드롭 3
pl_pl: Kropla 3:
pt_pt: Gota 3
ru_ru: Kапли 3:
tr_tr: Damla3
zh_cn: 墨滴3

# M_EDIT_QUALITY_DROP4
source: Drop 4
cs_cz: Kapka 4
de_de: Tropfen 4
es_es: Gota 4
fr_fr: Goutte 4
it_it: Goccia 4
ko_kr: 드롭 4
pl_pl: Kropla 4:
pt_pt: Gota 4
ru_ru: Kапли 4:
tr_tr: Damla4
zh_cn: 墨滴4

# M_EDIT_QUALITY_DROP5
source: Drop 5
cs_cz: Kapka 5
de_de: Tropfen 5
es_es: Gota 5
fr_fr: Goutte 5
it_it: Goccia 5
ko_kr: 드롭 5
pl_pl: Kropla 5:
pt_pt: Gota 5
ru_ru: Kапли 5:
tr_tr: Damla5
zh_cn: 墨滴5

# M_EDIT_QUALITY_DROP6
source: Drop 6
cs_cz: Kapka 6
de_de: Tropfen 6
es_es: Gota 6
fr_fr: Goutte 6
it_it: Goccia 6
ko_kr: 드롭 6
pl_pl: Kropla 6:
pt_pt: Gota 6
ru_ru: Kапли 6:
tr_tr: Damla6
zh_cn: 墨滴6

# M_EDIT_QUALITY_DROP7
source: Drop 7
cs_cz: Kapka 7
de_de: Tropfen 7
es_es: Gota 7
fr_fr: Goutte 7
it_it: Goccia 7
ko_kr: 드롭 7
pl_pl: Kropla 7:
pt_pt: Gota 7
ru_ru: Kапли 7:
tr_tr: Damla7
zh_cn: 墨滴7

# M_EDIT_QUALITY_DROP8
source: Drop 8
cs_cz: Kapka 8
de_de: Tropfen 8
es_es: Gota 8
fr_fr: Goutte 8
it_it: Goccia 8
ko_kr: 드롭 8
pl_pl: Kropla 8:
pt_pt: Gota 8
ru_ru: Kапли 8:
tr_tr: Damla8
zh_cn: 墨滴8

# M_EDIT_QUALITY_DROP9
source: Drop 9
cs_cz: Kapka 9
de_de: Tropfen 9
es_es: Gota 9
fr_fr: Goutte 9
it_it: Goccia 9
ko_kr: 드롭 9
pl_pl: Kropla 9:
pt_pt: Gota 9
ru_ru: Kапли 9:
tr_tr: Damla9
zh_cn: 墨滴9

# M_EDIT_QUALITY_DROP10
source: Drop 10
cs_cz: Kapka 10
de_de: Tropfen 10
es_es: Gota 10
fr_fr: Goutte 10
it_it: Goccia 10
ko_kr: 드롭 10
pl_pl: Kropla 10:
pt_pt: Gota 10
ru_ru: Kапли 10:
tr_tr: Damla10
zh_cn: 墨滴10

# M_EDIT_QUALITY_DROP11
source: Drop 11
cs_cz: Kapka 11
de_de: Tropfen 11
es_es: Gota 11
fr_fr: Goutte 11
it_it: Goccia 11
ko_kr: 드롭 11
pl_pl: Kropla 11:
pt_pt: Gota 11
ru_ru: Kапли 11:
tr_tr: Damla11
zh_cn: 墨滴11

# M_EDIT_QUALITY_DROP12
source: Drop 12
cs_cz: Kapka 12
de_de: Tropfen 12
es_es: Gota 12
fr_fr: Goutte 12
it_it: Goccia 12
ko_kr: 드롭 12
pl_pl: Kropla 12:
pt_pt: Gota 12
ru_ru: Kапли 12:
tr_tr: Damla12
zh_cn: 墨滴12

# M_EDIT_QUALITY_DROP13
source: Drop 13
cs_cz: Kapka 13
de_de: Tropfen 13
es_es: Gota 13
fr_fr: Goutte 13
it_it: Goccia 13
ko_kr: 드롭 13
pl_pl: Kropla 13:
pt_pt: Gota 13
ru_ru: Kапли 13:
tr_tr: Damla13
zh_cn: 墨滴13

# M_EDIT_QUALITY_DROP14
source: Drop 14
cs_cz: Kapka 14
de_de: Tropfen 14
es_es: Gota 14
fr_fr: Goutte 14
it_it: Goccia 14
ko_kr: 드롭 14
pl_pl: Kropla 14:
pt_pt: Gota 14
ru_ru: Kапли 14:
tr_tr: Damla14
zh_cn: 墨滴14

# M_EDIT_QUALITY_DROP15
source: Drop 15
cs_cz: Kapka 15
de_de: Tropfen 15
es_es: Gota 15
fr_fr: Goutte 15
it_it: Goccia 15
ko_kr: 드롭 15
pl_pl: Kropla 15:
pt_pt: Gota 15
ru_ru: Kапли 15:
tr_tr: Damla15
zh_cn: 墨滴15

# M_EDIT_QUALITY_DENSITY
source: Density
cs_cz: Hustota
de_de: Dichte
es_es: Densidad
fr_fr: Densité
id_id: Kepadatan
it_it: Densità
ko_kr: 밀도
pl_pl: Gęstość
pt_pt: Densidade:
ru_ru: Плотность
tr_tr: Yogun.:
zh_cn: 密度

# M_EDIT_QUALITY_LEVELS
source: Levels:
cs_cz: Úrovně:
de_de: Level:
es_es: Niveles:
fr_fr: Niveaux :
id_id: Tingkat:
it_it: Livelli:
ko_kr: 레벨:
pl_pl: Poziomy:
pt_pt: Niveis
ru_ru: Уровни:
tr_tr: Seviye:
zh_cn: 等级

# G_OPEN
source: Open
cs_cz: Otevřít
de_de: Öffnen
es_es: Abrir
fr_fr: Ouvrir
id_id: Buka
it_it: Aprire
ko_kr: 개방
pl_pl: Otwarty
pt_pt: Abrir
ru_ru: Открыть
tr_tr: Acik
zh_cn: 打开

# M_EDIT_QUALITY_SAVE
source: Do you want to save the current quality info?
cs_cz: Chceš uložit informace o aktuální vlastnosti?
de_de: Wollen Sie die derzeitigen Qualitätsinformationen speichern?
es_es: ¿Desea guardar la calidad actual?
fr_fr: Souhaitez-vous enregistrer la qualité actuelle ?
id_id: Simpan informasi kualitas saat ini?
it_it: Salvare le informazioni di qualità attuali?
ko_kr: 현재 품질 정보를 저장하시겠습니까?
pl_pl: Czy chcesz zapisać aktualną informację o jakości?
pt_pt: Deseja salvar a qualidade atual?
ru_ru: Сохранить текущее качество?
tr_tr: Bu kaliteyi kaydetmek istermisin?
zh_cn: 是否保存当前打印质量？

# M_EDIT_QUALITY_SAVE_ERROR
source: Unable to save quality info
cs_cz: Informace o vlastnosti nelze uložit
de_de: Die Qualitätsinformationen wurden nicht ordnungsgemäß gespeichert.
es_es: No se ha guardado la calidad correctamente
fr_fr: Échec lors de l’enregistrement de la qualité.
id_id: Tidak dapat menyimpan informasi kualitas
it_it: Impossibile salvare le informazioni di qualità.
ko_kr: 품질 정보를 저장할 수 없습니다
pl_pl: Nie można zapisać informacji o jakości
pt_pt: Impossível salvar informações de qualidade.
ru_ru: Ошибка при сохранении качества
tr_tr: Kalite bilgisi kaydedilmedi.
zh_cn: 无法保存打印质量

# M_EDIT_QUALITY_NEWNAME
source: New quality name:
cs_cz: Název nové vlastnosti:
de_de: Neuer Qualitätsname:
es_es: Nombre de la nueva calidad:
fr_fr: Nom de la nouvelle qualité :
id_id: Nama kualitas baru:
it_it: Nome della qualità:
ko_kr: 새 품질명:
pl_pl: Nowa nazwa cechy:
pt_pt: Nome da nova qualidade:
ru_ru: Название нового качества:
tr_tr: Yeni kalite adi:
zh_cn: 新打印质量名：

# M_EDIT_QUALITY_EXISTS
source: Quality file name already exists
cs_cz: Název souboru vlastnosti již existuje
de_de: Der Qualitätsdateiname ist bereits vorhanden.
es_es: El nombre de la calidad ya existe
fr_fr: Le nom de la qualité existe déjà
id_id: Nama file kualitas sudah ada
it_it: Nome qualità già esistente.
ko_kr: 품질 화일명이 이미 존재합니다
pl_pl: Nazwa pliku jakości już istnieje
pt_pt: O nome da qualidade já existe
ru_ru: Данное название качества уже существует
tr_tr: dosya ismi zaten mevcut
zh_cn: 该命名已存在

# M_EDIT_QUALITY_DELETE
source: Do you want to delete the selected quality info?
cs_cz: Chcete vymazat vybrané informace o vlastnosti?
de_de: Möchten Sie die gewählten Qualitätsinformationen löschen?
es_es: ¿Desea borrar la calidad seleccionada?
fr_fr: Souhaitez-vous supprimer la qualité sélectionnée ?
id_id: Hapus informasi kualitas yang dipilih?
it_it: Cancellare le informazioni di qualità selezionate?
ko_kr: 선택된 품질 정보를 삭제하시겠습니까?
pl_pl: Czy chcesz skasować wybrane informacje o jakości?
pt_pt: Deseja apagar a qualidade selecionada?
ru_ru: Удалить выбранное качество?
tr_tr: Secilen kaliteyi silmek istermisin?
zh_cn: 是否删除所选打印质量？

# M_EDIT_QUALITY_OPEN_ERROR
source: Unable to open Quality file
cs_cz: Soubor vlastnosti nelze otevřít
de_de: Die Qualitätsdatei konnte nicht geöffnet werden.
es_es: El fichero de calidad no se ha podido abrir
fr_fr: Le fichier de qualité n'a pas pu être ouvert
id_id: Tidak dapat membuka file Kualitas
it_it: Impossibile aprire il file Qualità.
ko_kr: 품질 정보를 열 수 없습니다
pl_pl: Nie można otworzyć pliku Jakość (cecha)
pt_pt: Impossível abrir o arquivo de qualidade
ru_ru: Ошибка при открытии файла качества
tr_tr: Kalite dosyasi acilmadi
zh_cn: 无法打开打印质量文档

# M_EDIT_QUALITY_SAVECHANGES
source: Would you like to save all changes?
cs_cz: Chcete uložit všechny změny?
de_de: Möchten Sie alle Änderungen speichern?
es_es: ¿Desea guardar los cambios realizados?
fr_fr: Souhaitez-vous enregistrer les modifications effectuées ?
id_id: Simpan semua perubahan?
it_it: Salvare tutti i cambi effettuati?
ko_kr: 모든 변경 사항을 저장하시겠습니까?
pl_pl: Czy chciałbyś zapisać wszystkie zmiany?
pt_pt: Deseja salvar as mudanças?
ru_ru: Сохранить изменения?
tr_tr: Degisikleri kaydetmek istermisin?
zh_cn: 是否保存设置？

# G_YES
source: Yes
cs_cz: Ano
de_de: Ja
es_es: Sí
fr_fr: Oui
it_it: Sì.
ko_kr: 네
pl_pl: Tak
pt_pt: Sim
ru_ru: Да
tr_tr: Evet
zh_cn: 确定

# CLEAN_SPIT_BT_TILES
source: Spit between tiles
cs_cz: Spit mezi díly
de_de: Spitting zwischen Kacheln
es_es: Spit entre piezas
fr_fr: Spit entre carreaux
id_id: Pancarkan di antara kotak
it_it: Spit tra i pezzi.
ko_kr: 타일 간 배출
pl_pl: Wypluwanie pomiędzy płytkami
pt_pt: Spit entre peças
ru_ru: Spit между плитками
tr_tr: Karo ile puskurt
zh_cn: 瓷砖间闪喷

# MAIN_RESET_TILE_COUNTER
source: Would you like to reset the counter?
cs_cz: Chcete vynulovat počítadlo?
de_de: Möchten Sie den Zähler wirklich zurücksetzen?
es_es: ¿Desea poner a 0 el contador de piezas?
fr_fr: Souhaitez-vous remettre le compteur de carreaux à 0 ?
id_id: Reset penghitung?
it_it: Azzerare il conteggio?
ko_kr: 계수기를 재설정하시겠습니까?
pl_pl: Czy chciałbyś wyzerować licznik?
pt_pt: Zerar contador de peças?
ru_ru: Обнулить счетчик?
tr_tr: Sayiciyi sifirla
zh_cn: 是否重置计数器？

# MAIN_CONTINUOUS_TIME
source: Repetition time
cs_cz: Doba opakování
de_de: Wiederholungszeit
es_es: Tiempo de repetición
fr_fr: Temps de répétition
id_id: Waktu pengulangan
it_it: Tempo di ripetizione
ko_kr: 반복 시간
pl_pl: Czas powtórzenia
pt_pt: Tempo de repetição
ru_ru: Время повторения
tr_tr: Tekrarlama suresi
zh_cn: 重复间隔时间

# MAIN_START_LOAD_ERROR
source: Load error. Check PrintServer status.
cs_cz: Chyba načítání. Zkontrolujte stav tiskového serveru.
de_de: Ladefehler. Status des Druckservers überprüfen.
es_es: Error de carga. Comprobar el estado del PrintServer
fr_fr: Erreur de chargement. Vérifiez l'état du PrintServer.
id_id: Kesalahan memuat. Periksa status PrintServer.
it_it: Errore di caricamento. Controllare lo status Server di stampa.
ko_kr: 로딩 오류. 인쇄서버 상태를 확인해 주십시오.
pl_pl: Załadować błąd. Sprawdzić stan serwera drukowania
pt_pt: Erro ao carregar. Checar status do servidor de impressão
ru_ru: Ошибка загрузки. Проверить состояние сервера печати
tr_tr: Yukleme hatasi.Yazici durumunu kontrolet
zh_cn: 读取错误，请检查打印服务器状态

# MAIN_HELP_OSK
source: On Screen Keyboard button
cs_cz: Tlačítko klávesnice na obrazovce
de_de: Tastaturtaste auf dem Bildschirm
es_es: Botón de teclado en pantalla
fr_fr: Bouton de clavier à l’écran
id_id: Tombol Keyboard Layar
it_it: Tasto tastiera sullo schermo
ko_kr: 화면상의 키보드 버튼
pl_pl: Przycisk klawiatury na ekranie
pt_pt: Botão teclado na tela
ru_ru: Кнопка экранной клавиатуры
tr_tr: Klavye
zh_cn: 屏幕键盘

# G_SHOW
source: Show
cs_cz: Ukázat
de_de: Anzeigen
es_es: Mostrar
fr_fr: Afficher
id_id: Tampilkan
it_it: Mostrare
ko_kr: 표시
pl_pl: Pokazać
pt_pt: Mostrar
ru_ru: Показать
tr_tr: Goster
zh_cn: 显示

# G_HIDE
source: Hide
cs_cz: Skrýt
de_de: Verbergen
es_es: Ocultar
fr_fr: Masquer
id_id: Sembunyikan
it_it: Nascondere
ko_kr: 감추기
pl_pl: Ukryć
pt_pt: Ocultar
ru_ru: Скрыть
tr_tr: Gizli
zh_cn: 隐藏

# G_DATE_FROM
source: From:
cs_cz: Od:
de_de: Von:
es_es: Desde:
fr_fr: De :
id_id: Dari:
it_it: Da:
ko_kr: 시작 포인트:
pl_pl: Od:
pt_pt: Desde:
ru_ru: От:
tr_tr: Dan:
zh_cn: 从：

# G_DATE_TO
source: To:
cs_cz: Do:
de_de: Bis:
es_es: Hasta:
fr_fr: À :
id_id: Kepada:
it_it: A:
ko_kr: 마지막 포인트:
pl_pl: Do:
pt_pt: Até:
ru_ru: До:
tr_tr: Ya:
zh_cn: 到：

# G_UPDATE
source: Update
cs_cz: Aktualizovat
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Actualiser
id_id: Perbarui
it_it: Aggiornare
ko_kr: 업데이트
pl_pl: Aktualizować
pt_pt: Atualizar
ru_ru: Обновить
zh_cn: 更新

# M_ALARMS_TIMEEND
source: Time finish
cs_cz: Čas dokončení
de_de: Endzeitpunkt
es_es: Hora de fin
fr_fr: Heure de fin
id_id: Waktu selesai
it_it: Ora Fine
ko_kr: 시간 종료
pl_pl: Koniec czasu
pt_pt: Hora de término
ru_ru: Время истекло
tr_tr: Zamani bitirme
zh_cn: 恢复时间

# MAIN_KERNEL_ERROR
source: Unable to communicate with Kernel
cs_cz: Chyba komunikace s jádrem
de_de: Fehler bei Kommunikation mit Kernel
es_es: Error de conexión con el Kernel
fr_fr: Erreur de connexion au Kernel
id_id: Tidak dapat terhubung dengan Kernel
it_it: Impossibile comunicare con Kernel
ko_kr: 커널과의 통신 불가
pl_pl: Nie można połączyć się z KERNELA
pt_pt: Erro de conexão com Kernel
ru_ru: Ошибка связи с ядром
tr_tr: Kernel ile baglanmadi
zh_cn: 无法与内核通讯

# MAIN_KERNEL_OK
source: Communication with Kernel enabled
cs_cz: Komunikace s jádrem umožněna
de_de: Kommunikation mit Kernel aktiviert
es_es: Conexión con el Kernel correcta
fr_fr: Connexion au Kernel réussie
id_id: Komunikasi dengan Kernel diaktifkan
it_it: Comunicazione con Kernel abilitata
ko_kr: 커널과의 통신 활성화
pl_pl: Włączona komunikacja z KERNELA
pt_pt: Conexão com Kernel OK
ru_ru: Связь с ядром включена
tr_tr: Kernel ile baglandi
zh_cn: 与内核通讯连接成功

# MAIN_USER_PASSWORD
source: Password:
cs_cz: Heslo:
de_de: Passwort:
es_es: Contraseña:
fr_fr: Mot de passe :
id_id: Sandi:
ko_kr: 암호:
pl_pl: Hasło:
pt_pt: Senha:
ru_ru: Пароль:
tr_tr: Sifre:
zh_cn: 密码：

# MAIN_USER_LIST
source: Users list
cs_cz: Seznam uživatelů
de_de: Benutzerliste
es_es: Lista de usuarios
fr_fr: Liste des utilisateurs
id_id: Daftar pengguna
it_it: Elenco utenti
ko_kr: 유저 목록
pl_pl: Lista użytkowników
pt_pt: Lista de usuários
ru_ru: Список пользователей
tr_tr: Kulanicilar
zh_cn: 用户列表

# MAIN_USER_ENABLE
source: Enable
cs_cz: Aktivovat
de_de: Eingeschaltet
es_es: Habilitado
fr_fr: Autorisé
id_id: Aktifkan
it_it: Abilitare
ko_kr: 활성화
pl_pl: Aktywować
pt_pt: Habilitado
ru_ru: Активирован:
tr_tr: Etkinleme
zh_cn: 打开

# MAIN_USER_CONFIRMATION
source: Confirmation:
cs_cz: Potvrzení:
de_de: Bestätigung:
es_es: Confirmación:
id_id: Konfirmasi:
it_it: Conferma:
ko_kr: 확인:
pl_pl: Potwierdzenie:
pt_pt: Confirmação:
ru_ru: Подтверждение:
tr_tr: Onay:
zh_cn: 确认：

# MAIN_USER_LANGUAGE
source: Language:
cs_cz: Jazyk:
de_de: Sprache:
es_es: Idioma:
fr_fr: Langue :
id_id: Bahasa:
it_it: Lingua:
ko_kr: 언어:
pl_pl: Język:
pt_pt: Idioma:
ru_ru: Язык:
tr_tr: Dil:
zh_cn: 语言：

# MAIN_USER_LEVEL
source: Level:
cs_cz: Úroveň:
es_es: Nivel:
fr_fr: Niveau :
id_id: Tingkat:
it_it: Livello:
ko_kr: 레벨:
pl_pl: Poziom:
pt_pt: Niível:
ru_ru: Уровень:
tr_tr: Seviye:
zh_cn: 等级：

# MAIN_USER_PASSWORD_REPEAT
source: Repeat password:
cs_cz: Opakovat heslo:
de_de: Passwort wiederholen:
es_es: Repita la contraseña:
fr_fr: Répétez le mot de passe :
id_id: Ulangi sandi:
it_it: Ripetere la password:
ko_kr: 암호 확인:
pl_pl: Powtórzyć hasło:
pt_pt: Repita a senha:
ru_ru: Повторите пароль:
tr_tr: Sifre tekrari:
zh_cn: 重复密码：

# MAIN_USER_CONFIRM_ERROR
source: Password and confirmation must be the same
cs_cz: Heslo a potvrzení musí být stejné
de_de: Das eingegebene Passwort und das Bestätigungspasswort müssen identisch sein.
es_es: La contraseña introducida y la confirmacion deben de ser iguales
fr_fr: Le mot de passe et la confirmation doivent être identiques
id_id: Sandi dan konfirmasi harus sama
it_it: La Password introdotta e la conferma devono essere uguali.
ko_kr: 암호 및 확인 내용이 동일해야 합니다
pl_pl: Hasło i potwierdzenie muszą być takie same
pt_pt: A senha digitada e a confirmação devem ser iguais
ru_ru: Пароль и его подтверждение должны совпадать
tr_tr: Onay ve sifre ayni olmalidir
zh_cn: 密码和确认必须相同

# MAIN_USER_USB
source: Prepare pendrive
cs_cz: Připravit pendrive
de_de: USB-Stick vorbereiten
es_es: Generar llave
fr_fr: Générer clé
id_id: Siapkan flash disk
it_it: Preparare la pendrive.
ko_kr: 펜드라이브 준비
pl_pl: Przygotować pendrive
pt_pt: Gerar chave
ru_ru: Подготовить флешку
tr_tr: Usbbellek hazirla
zh_cn: 生成USB帐号
