Repository: masterkeystroker/high-tech-code-industrials
Catalog: Strings.*.resx
Languages: cs_cz, de_de, es_es, fr_fr, id_id, it_it, ko_kr, pl_pl, pt_pt, ru_ru, tr_tr, zh_cn

# MAIN_START_NUM_TILES
source: Produce a quantity and return
cs_cz: Vyprodukovat určité množství a vrátit se
de_de: Menge produzieren und zurückkehren
es_es: Producir una cantidad y volver
fr_fr: Produire une quantité et revenir
id_id: Buat sejumlah cetakan dan kembali
it_it: Produrre una quantità e tornare indietro
ko_kr: 일정 수량 및 수익을 생산하십시오
pl_pl: Wyprodukować określoną ilość i powrócić
pt_pt: Produzir uma quantidade e retornar
ru_ru: Изготовить определенное количество и вернуться
tr_tr: Bir miktar uret ve don
zh_cn: 打印一定数量后恢复到当前生产

# MAIN_START_TILES
source: Tiles
cs_cz: Díly
de_de: Kacheln
es_es: Piezas
fr_fr: Carreaux
id_id: Kotak
it_it: Pezzi
ko_kr: 타일
pl_pl: Płytki
pt_pt: Peças
ru_ru: Плитки:
tr_tr: Karolar
zh_cn: 瓷砖数

# M_EDIT_DESC_GRAL_MODE
source: Printing mode:
cs_cz: Režim tisku:
de_de: Druckmodus:
es_es: Modo de pintado:
fr_fr: Mode d'impression :
id_id: Mode mencetak:
it_it: Modalità di stampa:
ko_kr: 인쇄 모드:
pl_pl: Tryb drukowania:
pt_pt: Modo de impressão:
ru_ru: Режим печати:
tr_tr: Baski modu:
zh_cn: 打印模式：

# M_EDIT_DESC_GRAL_SIGNALDELAY
source: Permission to line delay:
cs_cz: Zpoždění signálu oprávnění:
de_de: Verzögerung Freigabesignal:
es_es: Tiempo de consentimiento:
fr_fr: Délai de consentement :
id_id: Jeda sinyal perizinan:
it_it: Ritardo segnale consenso
ko_kr: 승인 신호 지연:
pl_pl: Opóźnienie sygnału przyzwolenia:
pt_pt: Tempo de consentimento
ru_ru: Задержка сигнала подтверждения:
tr_tr: Konsens gecikmesi:
zh_cn: 连锁信号延时：

# M_EDIT_DESC_GRAL_PCS_ON
source: Keep PCs ON
cs_cz: Zachovat PC zapnuté
de_de: PCs eingeschaltet lassen
es_es: Mantener PCs encendidos
fr_fr: Maintenir PC allumés
id_id: Tetap hidupkan PC
it_it: Tenere PC accesi
ko_kr: PC 전원을 켠 채로 유지해 주십시오
pl_pl: Zachować włączony PC
pt_pt: Manter Pcs ligados
ru_ru: Оставить ПК включенными
tr_tr: PC yi acik tut:
zh_cn: 电脑关闭后自动打开

# M_EDIT_DESC_GRAL_LOGS
source: Save Log Files:
cs_cz: Uložit soubory protokolu:
de_de: Protokolldateien speichern:
es_es: Guardar Logs:
fr_fr: Enregistrer logs :
id_id: Simpan File Log:
it_it: Salvare file autenticati
ko_kr: 로그 화일을 저장하십시오:
pl_pl: Zapisać pliki logowania:
pt_pt: Salvar logs:
ru_ru: Сохранить логи:
tr_tr: Dosyalari kaydet:
zh_cn: 保存LOG文件

# M_EDIT_DESC_GRAL_SECURITY
source: Security level:
cs_cz: Úroveň zabezpečení:
de_de: Sicherheitslevel:
es_es: Nivel de seguridad:
fr_fr: Niveau de sécurité :
id_id: Tingkat keamanan:
it_it: Livello sicurezza
ko_kr: 보안 레벨:
pl_pl: Poziom zabezpieczenia:
pt_pt: Nível de segurança:
ru_ru: Уровень безопасности:
tr_tr: Guvenlik seviye:
zh_cn: 安全等级

# M_EDIT_DESC_GRAL_INK_CONS
source: Ink consumption estimation
cs_cz: Odhad spotřeby inkoustu
de_de: Schätzung Tintenverbrauch
es_es: Calculo consumo de tintas
fr_fr: Calcul consommation d'encres
id_id: Perkiraan konsumsi tinta
it_it: Calcolo consumo inchiostro
ko_kr: 예상 잉크 소모량
pl_pl: Szacowanie zużycia tuszu
pt_pt: Cálculo do consumo de tintas:
ru_ru: Расчет потребления чернил
tr_tr: Tahmini boya tuk.:
zh_cn: 墨水用量模拟

# M_EDIT_DESC_GRAL_SUCTION_MODE
source: Suction mode:
cs_cz: Režim sání:
de_de: Sogmodus:
es_es: Modo aspiración:
fr_fr: Mode d’aspiration :
id_id: Mode hisap:
it_it: Modalità Aspirazione
ko_kr: 흡입 모드:
pl_pl: Tryb ssania:
pt_pt: Modo aspiração:
ru_ru: Режим всасывания:
tr_tr: Emis modu:
zh_cn: 抽吸模式

# M_EDIT_DESC_GRAL_SUCTION_LEN
source: Suction time:
cs_cz: Délka sání:
de_de: Sogdauer:
es_es: Tiempo aspiración:
fr_fr: Temps d’aspiration :
id_id: Panjang menghisap:
it_it: Durata Aspirazione
ko_kr: 흡입 길이:
pl_pl: Długość ssania:
pt_pt: Tempo de aspiração:
ru_ru: Время всасывания:
tr_tr: Emis suresi:
zh_cn: 抽吸长度

# M_EDIT_DESC_GRAL_IMG_BUFFER
source: Load image buffer:
cs_cz: Vyrovnávací paměť pro načítání snímků:
de_de: Ladebuffer Bilder:
es_es: Buffer de carga de piezas:
fr_fr: Buffer chargement de carreaux :
id_id: Muat buffering gambar:
it_it: Buffer carica immaggine
ko_kr: 이미지 버퍼 로딩:
pl_pl: Załadować bufor obrazu:
pt_pt: Buffer de imagens carregadas:
ru_ru: Буфер загрузки изображения:
tr_tr: Imaj yukle:
zh_cn: 读取图片缓存

# M_EDIT_DESC_GRAL_BARCONF
source: Bar configuration
cs_cz: Konfigurace barů
de_de: Balkenkonfiguration
es_es: Configuración de barras
fr_fr: Configuration des barres
id_id: Konfigurasi batang
it_it: Configurazione Barra
ko_kr: 바 설정
pl_pl: Konfiguracja modułu drukowania
pt_pt: Configuração de barras
ru_ru: Настройка модулей
tr_tr: Bar konfigurasyonu
zh_cn: 打印模块配置

# M_EDIT_DESC_GRAL_BELT_GEAR
source: Belt gearbox ratio:
cs_cz: Převodový poměr pásu:
de_de: Riemengetriebeübersetzung:
es_es: Reductor del motor banda:
fr_fr: Réducteur du moteur du tapis :
id_id: Perbandungan gearbox sabuk:
it_it: Riduttore Motore Nastro:
ko_kr: 벨트 기어박스 비율:
pl_pl: Przełożenie przekładni pasa:
pt_pt: Redutor do motor de banda
ru_ru: Передаточное чило редуктора конвейера:
tr_tr: Reduktor orani:
zh_cn: 皮带减速箱速比

# M_EDIT_DESC_GRAL_BLOCKS
source: Blocks per bar:
cs_cz: Počet bloků na bar:
de_de: Blöcke pro Balken:
es_es: Bloques por barra:
fr_fr: Blocs pour barre :
id_id: Blok per batang:
it_it: Blocchi per barra:
ko_kr: 각 바 당 블록:
pl_pl: Liczba bloków na moduł drukowania:
pt_pt: Bloqueios por barra:
ru_ru: Блоков на модуль
tr_tr: Bardaki boya blok:
zh_cn: 每个打印模块分区数量：

# M_EDIT_DESC_GRAL_MASTER_PORT
source: Master port ModbusRTU:
cs_cz: Hlavní port ModbusRTU:
es_es: Puerto maestro ModbusRTU:
fr_fr: Port maître ModbusRTU :
id_id: Port master ModbusRTU:
it_it: Porta Master ModbusRTU:
ko_kr: 마스터 포트 ModbusRTU:
pl_pl: Główny port ModbusRTU:
pt_pt: Porta mestre ModbusRTU:
ru_ru: Главный порт ModbusRTU:
tr_tr: Ana port ModbusRTU:
zh_cn: 主电脑ModbusRTU接口：

# M_EDIT_DESC_GRAL_NUMBARS
source: Number of bars:
cs_cz: Počet barů:
de_de: Balkenzahl:
es_es: Número de barras:
fr_fr: Nombre de barres :
id_id: Jumlah batang:
it_it: Numero di barre:
ko_kr: 바 수:
pl_pl: Liczba modułów drukowania:
pt_pt: Número de barras:
ru_ru: Количество модулей:
tr_tr: Barlarin nosu:
zh_cn: 打印模块数量

# M_EDIT_DESC_GRAL_DIRECTION
source: Direction of the printer:
cs_cz: Směr stroje:
de_de: Maschinenlaufrichtung:
es_es: Sentido de la marcha:
fr_fr: Sens de la longueur :
id_id: Arah mesin:
it_it: Verso della macchina
ko_kr: 장비 방향:
pl_pl: Kierunek maszyny:
pt_pt: Sentido de funcionamento da máquina:
ru_ru: Направление станка:
tr_tr: Makine yonu:
zh_cn: 机器进砖方向

# M_EDIT_DESC_GRAL_ENCODER
source: Calculate encoder
cs_cz: Odhad kodéru
de_de: Schätzung Codiergerät
es_es: Cálculo encoder
fr_fr: Calcul encoder
id_id: Perkiraan enkoder
it_it: Calcolo Encoder
ko_kr: 견적 엔코더
pl_pl: Ocena enkodera
pt_pt: Cálculo do encoder
ru_ru: Расчет кодировщика
tr_tr: Tahmini enkoder:
zh_cn: 编码器配置

# M_EDIT_DESC_GRAL_DRIVE
source: Drive shaft:
cs_cz: Hnací hřídel:
de_de: Antriebsachse:
es_es: Eje motriz:
fr_fr: Axe :
id_id: Poros penggerak:
it_it: Albero di trasmissione:
ko_kr: 구동축:
pl_pl: Wałek napędowy:
pt_pt: Eixo motriz:
ru_ru: Ось привода:
tr_tr: Mil capi:
zh_cn: 主轴周长

# M_EDIT_DESC_GRAL_ESTIMATE
source: Estimate
cs_cz: Odhad
de_de: Schätzen
es_es: Calcular
fr_fr: Calculer
id_id: Perkiraan
it_it: Calcolo
ko_kr: 견적
pl_pl: Ocenić
pt_pt: Calcular:
ru_ru: Рассчитать
tr_tr: Tahmin:
zh_cn: 计算

# M_EDIT_DESC_GRAL_RESULT
source: Result:
cs_cz: Výsledek:
de_de: Ergebnis:
es_es: Resultado:
fr_fr: Résultat :
id_id: Hasil:
it_it: Risultato
ko_kr: 결과:
pl_pl: Wynik:
pt_pt: Resultado:
ru_ru: Результат:
tr_tr: Sonuc_
zh_cn: 结果

# M_EDIT_DESC_GRAL_PULSES
source: Pulses
cs_cz: Impulzy
de_de: Impulse
es_es: Pulsos
fr_fr: Pressions
id_id: Denyut
it_it: Impulsi
ko_kr: 펄스
pl_pl: Impulsy
pt_pt: Pulsos
ru_ru: Пульсация
tr_tr: Pulslar:
zh_cn: 脉冲数

# M_EDIT_DESC_GRAL_LINE1
source: 1 Line
cs_cz: 1 linka
de_de: 1 Linie
es_es: 1 Línea
fr_fr: 1 Ligne
id_id: 1 Baris
it_it: 1 Linea
ko_kr: 1개 라인
pl_pl: 1 Linia
pt_pt: 1 linha
ru_ru: 1 Линия
tr_tr: Hat1
zh_cn: 单排打印

# M_EDIT_DESC_GRAL_LINE2
source: 2 Lines
cs_cz: 2 linky
de_de: 2 Linien
es_es: 2 Líneas
fr_fr: 2 Lignes
id_id: 2 Baris
it_it: 2 linee
ko_kr: 2개 라인
pl_pl: 2 Linie
pt_pt: 2 linhas
ru_ru: 2 Линия
tr_tr: Hat 2
zh_cn: 双排打印

# M_EDIT_DESC_GRAL_LEFT
source: From left
cs_cz: Zleva
de_de: Von links
es_es: De izquierda
fr_fr: Par la gauche
id_id: Dari kiri
it_it: Da sinistra
ko_kr: 좌측부터
pl_pl: Z lewej
pt_pt: Da esquerda
ru_ru: Слева направо
tr_tr: Soldan
zh_cn: 左进

# M_EDIT_DESC_GRAL_RIGHT
source: From right
cs_cz: Zprava
de_de: Von rechts
es_es: De derecha
fr_fr: Par la droite
id_id: Dari kanan
it_it: Da destra
ko_kr: 우측부터
pl_pl: Z prawej
pt_pt: Da direita
ru_ru: Справа налево
tr_tr: Sagdan
zh_cn: 右进

# MAIN_TILES_COUNT1
source: Tiles line 1:
cs_cz: Díly linky 1:
de_de: Kacheln Linie 1:
es_es: Piezas línea 1:
fr_fr: Carreaux ligne 1 :
id_id: Baris kotak 1:
it_it: Pezzi linea 1
ko_kr: 타일 라인 1:
pl_pl: Płytki linii 1:
pt_pt: Peças linha 1:
ru_ru: Плиток на линии 1:
tr_tr: Hat 1 karo:
zh_cn: 第1生产线瓷砖

# MAIN_TILES_COUNT2
source: Tiles line 2:
cs_cz: Díly linky 2:
de_de: Kacheln Linie 2:
es_es: Piezas línea 2:
fr_fr: Carreaux ligne 2 :
id_id: Baris kotak 2:
it_it: Pezzi linea 2
ko_kr: 타일 라인 2:
pl_pl: Płytki linii 2:
pt_pt: Peças linha 2:
ru_ru: Плиток на линии 2:
tr_tr: Hat 2 karo:
zh_cn: 第2生产线瓷砖

# MAIN_ALARMS
source: Alarms:
cs_cz: Alarmy:
de_de: Warnmeldungen:
es_es: Alarmas:
fr_fr: Alarmes :
id_id: Alarm:
it_it: Allarmi
ko_kr: 알람:
pl_pl: Alarmy:
pt_pt: Alarmes:
ru_ru: Тревожные сигналы:
tr_tr: Alarmlar_
zh_cn: 报警

# MODEL_STATE_PRINTING_L1
source: Printing L1
cs_cz: Tisk L1
de_de: Druckt L1
es_es: Imprimiendo L1
fr_fr: En cours d'impression L1
id_id: Mencetak L1
it_it: Stampare L1
ko_kr: 인쇄 L1
pl_pl: Drukowanie L1
pt_pt: Imprimindo L1
ru_ru: Идет печать на линии L1
tr_tr: Hat1 baski
zh_cn: 第1生产线打印中

# MODEL_STATE_PRINTING_L2
source: Printing L2
cs_cz: Tisk L2
de_de: Druckt L2
es_es: Imprimiendo L2
fr_fr: En cours d'impression L2
id_id: Mencetak L2
it_it: Stampare L2
ko_kr: 인쇄 L2
pl_pl: Drukowanie L2
pt_pt: Imprimindo L2
ru_ru: Идет печать на линии L2
tr_tr: Hat 2 baski
zh_cn: 第2生产线打印中

# MODEL_STATE_NOT_READY
source: Job not ready
cs_cz: Model není připraven
de_de: Auftrag nicht bereit
es_es: Trabajo no preparado
fr_fr: Modèle non préparé
id_id: Pekerjaan belum siap
it_it: Lavoro non pronto
ko_kr: 작업이 준비되지 않았음
pl_pl: Zadanie nie jest gotowe
pt_pt: Trabalho não preparado
ru_ru: Модель не готова
tr_tr: Is hazir degil
zh_cn: 模型还没有准备好

# MODEL_STATE_PROCESSING
source: Processing
cs_cz: Zpracování
de_de: In Bearbeitung
es_es: Procesando
fr_fr: En cours
id_id: Memproses
it_it: Convertendo
ko_kr: 처리
pl_pl: Przetwarzanie
pt_pt: Processando
ru_ru: Идет обработка
tr_tr: Proses
zh_cn: 处理中

# MAIN_PLC_OK
source: Communication with PLC enabled
cs_cz: Komunikace s PLC navázána
de_de: Kommunikation mit PLC aktiviert
es_es: Conexión con el PLC correcta
fr_fr: Connexion au PLC correcte
id_id: Komunikasi dengan PLC diaktifkan
it_it: Comunicazione con PLC abilitata
ko_kr: PLC와의 통신 활성화
pl_pl: Włączona komunikacja z PLC
pt_pt: Conexão com o PC habilitada
ru_ru: Связь с ПЛК активирована
tr_tr: PLC ile bagli
zh_cn: 与PLC通讯打开

# MAIN_PLC_ERROR
source: Unable to communicate with PLC
cs_cz: Chyba komunikace s PLC
de_de: Fehler bei Kommunikation mit PLC
es_es: Error de conexión con el PLC
fr_fr: Erreur de connexion au PLC
id_id: Tidak dapat terhubung dengan PLC
it_it: Impossibile comunicare con PLC
ko_kr: PLC와의 통신 불가
pl_pl: Nie można połączyć się z PLC
pt_pt: Erro ao conectar com o PC
ru_ru: Ошибка связи с ПЛК
tr_tr: PLC ile baglanti yok
zh_cn: 无法于PLC通讯

# MAIN_NO_USERS
source: No user
cs_cz: Bez uživatele
de_de: Kein Benutzer
es_es: Sin usuario
fr_fr: Pas d’utilisateur
id_id: Tidak ada pengguna
it_it: Nessun utente
ko_kr: 유저 없음
pl_pl: Brak użytkownika
pt_pt: Sem usuário
ru_ru: Без пользователя
tr_tr: Kullanici yok
zh_cn: 没有用户

# MAIN_USER
source: User:
cs_cz: Uživatel:
de_de: Benutzer:
es_es: Usuario:
fr_fr: Utilisateur :
id_id: Pengguna:
it_it: Utente:
ko_kr: 유저:
pl_pl: Użytkownik:
pt_pt: Usuário:
ru_ru: Пользователь:
tr_tr: Kullanici:
zh_cn: 用户：

# MAIN_RENDER_SERVER_ON
source: Render server connected
cs_cz: Renderovací server připojen
de_de: Rendering-Server verbunden
es_es: Ripeado conectado
fr_fr: Rippage connecté
id_id: Server rendering tersambung
it_it: Server del render connesso
ko_kr: 렌더 서버 접속됨
pl_pl: Połączony serwer renderowania
pt_pt: Servidor de rendering conectado
ru_ru: Внешнее устройство риппинга подключено
tr_tr: Ceviriciye bagli
zh_cn: 渲染服务器已连接

# MAIN_RENDER_SERVER_OFF
source: Render server disconnected
cs_cz: Renderovací server odpojen
de_de: Rendering-Server nicht verbunden
es_es: Ripeado no conectado
fr_fr: Rippage non connecté
id_id: Server rendering terputus
it_it: Server del render disconnesso
ko_kr: 렌더 서버 접속 끊김
pl_pl: Rozłączony serwer renderowania
pt_pt: Servidor de rendering não conectado
ru_ru: Внеш. устройство риппинга не подключено
tr_tr: Ceviriciye bagli degil
zh_cn: 渲染服务器未连接

# MAIN_PRINT_SERVER_ON
source: Print Server connected
cs_cz: Tiskový server připojen
de_de: Druckserver verbunden
es_es: Pintado OK
fr_fr: Impression OK
id_id: Server Cetak tersambung
it_it: Server di stampa connesso
ko_kr: 인쇄 서버 접속됨
pl_pl: Połączony serwer drukowania
pt_pt: Servidor de impressão OK
ru_ru: Сервер печати подключен
tr_tr: Baski sunucu bagli
zh_cn: 打印服务器已连接

# MAIN_PRINT_SERVER_OFF
source: Print Server disconnected
cs_cz: Tiskový server odpojen
de_de: Druckserver nicht verbunden
es_es: Pintado no inicializado
fr_fr: Impression non initialisée
id_id: Server Cetak terputus
it_it: Server di stampa disconnesso
ko_kr: 인쇄 서버 접속 끊김
pl_pl: Rozłączony serwer drukowania
pt_pt: Servidor de impressão desconectado
ru_ru: Сервер печати отключен
tr_tr: Baski sunucu bagli degil
zh_cn: 打印服务器未连接

# MAIN_REMOTE_ASSISTANCE
source: Remote assistance:
cs_cz: Vzdálená asistence:
de_de: Remoteunterstützung:
es_es: Asistencia:
fr_fr: Assistance :
id_id: Bantuan jarak jauh:
it_it: Assistenza remota:
ko_kr: 원격 지원:
pl_pl: Zdalna asysta:
pt_pt: Assistência:
ru_ru: Помощь:
tr_tr: Uzaktan kontrol:
zh_cn: 远程协助

# MAIN_CAMERA_CONNECTED
source: Camera 1 connected
cs_cz: Kamera 1 připojena
de_de: Kamera 1 verbunden
es_es: Cámara 1 conectada OK
fr_fr: Caméra 1 connectée OK
id_id: Kamera 1 tersambung
it_it: Telecamera 1 connessa
ko_kr: 카메라 1 접속됨
pl_pl: Połączona kamera 1
pt_pt: Câmera 1 Ok
ru_ru: Камера 1 подключена
tr_tr: Kamera 1 baglandi
zh_cn: 摄像机1已连接

# MAIN_CAMERA_NOT_CONNECTED
source: Camera 1 not connected
cs_cz: Kamera 1 nepřipojena
de_de: Kamera 1 nicht verbunden
es_es: Cámara 1 no conectada
fr_fr: Caméra 1 non connectée
id_id: Kamera 1 tidak tersambung
it_it: Telecamera 1 non connessa
ko_kr: 카메라 1 접속되지 않음
pl_pl: Kamera 1 nie jest połączona
pt_pt: Câmera 1 não conectada
ru_ru: Камера 1 не подключена
tr_tr: Kamera 1 bagli degil
zh_cn: 摄像机1未连接

# MAIN_CAMERA_DISCONNECTING
source: Camera 1 disconnecting
cs_cz: Kamera 1 se odpojuje
de_de: Verbindung mit Kamera 1 wird getrennt
es_es: Cámara 1 desconectándose
fr_fr: Caméra 1 en cours de déconnexion
id_id: Kamera 1 memutus
it_it: Telecamera 1 in disconnessione
ko_kr: 카메라 1 접속 끊김
pl_pl: Odłączenie kamery 1
pt_pt: Desconectando câmera 1
ru_ru: Камера 1 в процессе отключения
tr_tr: Kamera 1 baglantisiz
zh_cn: 摄像机1断开连接中

# MAIN_CAMERA_DISCONNECTED
source: CÃ¡mara 1 desconectada
cs_cz: Kamera 1 odpojena
de_de: Verbindung mit Kamera 1 getrennt
es_es: Camera 1 disconnected
fr_fr: Caméra 1 déconnectée
id_id: Cámara 1 desconectada
it_it: Telecamera 1 disconnessa
ko_kr: Cámara 1 desconectada
pl_pl: Kamera 1 odłączona
pt_pt: Câmera 1 desconectada
ru_ru: Камера 1 отключена
tr_tr: Kamera 1 baglanmadi
zh_cn: 摄像机1已断开连接

# M_EDIT_DESC_BAR_COLOR
source: Bar color:
cs_cz: Barva baru:
de_de: Balkenfarbe:
es_es: Color de la barra:
fr_fr: Couleur de la barre :
id_id: Warna batang:
it_it: Colore Barra
ko_kr: 바 색상:
pl_pl: Kolor modułu drukowania:
pt_pt: Cor da barra 1:
ru_ru: Цвет полосы:
tr_tr: Bar rengi_
zh_cn: 打印模块颜色

# M_EDIT_DESC_BAR_DROP_VOL
source: Min. drop weight:
cs_cz: Min. hmotnost kapky:
de_de: Min. Tropfengewicht
es_es: Peso gota mínima:
fr_fr: Poids goutte minimum :
id_id: Bobot jatuh min:
it_it: Peso goccia minima
ko_kr: 최소 드롭 중량:
pl_pl: Min. waga kropli:
pt_pt: Peso mín. de gota:
ru_ru: Мин. вес капли:
zh_cn: 最小墨滴重量：

# M_EDIT_DESC_BAR_DIS_L1
source: Enable line 1 bar (Print)
cs_cz: Aktivovat bar linky 1 (Tisk)
de_de: Balken Linie 1 aktivieren (Druck)
es_es: Habilitar barra linea 1 (Pintado)
fr_fr: Activer barre ligne 1
id_id: Aktifkan batang baris 1 (Cetak)
it_it: Abilitare barra della linea 1
ko_kr: 라인 1 바(인쇄) 활성화
pl_pl: Włączyć moduł drukowania linii 1
pt_pt: Habilitar barra linha 1
ru_ru: Активировать модуль линии 1
tr_tr: Hat1 bar etkinlestir
zh_cn: 打开第1生产线

# M_EDIT_DESC_BAR_DIS_L2
source: Enable line 2 bar (Print)
cs_cz: Aktivovat bar linky 2 (Tisk)
de_de: Balken Linie 2 aktivieren (Druck)
es_es: Habilitar barra linea 2 (Pintado)
fr_fr: Activer barre ligne 2
id_id: Aktifkan batang baris 2 (Cetak)
it_it: Abilitare barra della linea 2
ko_kr: 라인 2 바(인쇄) 활성화
pl_pl: Włączyć moduł drukowania linii 2
pt_pt: Habilitar barra linha 2
ru_ru: Активировать модуль линии 2
tr_tr: Hat2 bar etkinlestir
zh_cn: 打开第2生产线

# M_EDIT_DESC_BAR_SENSOR_DIST
source: Distance to the Tile Detect Sensor:
cs_cz: Vzdálenost k senzoru detekce dílu:
de_de: Abstand zum Kachelerkennungssensor:
es_es: Distancia al sensor:
fr_fr: Distance au capteur :
id_id: Jarak ke Sensor Deteksi Kotak:
it_it: Distanza sensore rilevamento pezzi:
ko_kr: 타일 감지 센서까지의 거리:
pl_pl: Odległość do czujnika detekcji płytki:
pt_pt: Distância do sensor de detecção
ru_ru: Расстояние до датчика обнаружения плитки:
tr_tr: Karo sensoru ile mesafe
zh_cn: 进砖感应器距离

# M_EDIT_DESC_BAR_PH_PMB
source: Number of print heads:
cs_cz: Počet tiskových hlav:
de_de: Anzahl der Druckköpfe:
es_es: Número de cabezales:
fr_fr: Nombre de têtes :
id_id: Jumlah kepala cetak:
it_it: Numero di testine
ko_kr: 인쇄 헤드 수:
pl_pl: Liczba głowic drukujących:
pt_pt: Número de cabeçotes
ru_ru: Количество печатных головок:
tr_tr: Baski kafa sayisi:
zh_cn: 打印头数量

# M_EDIT_DESC_BAR_DROPS
source: Drops number:
cs_cz: Počet kapek:
de_de: Anzahl der Tropfen:
es_es: Número de gotas:
fr_fr: Nombre de gouttes :
id_id: Jumlah tetesan:
it_it: Numero gocce:
ko_kr: 적수:
pl_pl: Liczba kropli:
pt_pt: Número de gotas:
ru_ru: Количество капель:
tr_tr: Damlacik sayisi_
zh_cn: 墨滴数量

# M_EDIT_DESC_PORT
source: Port:
es_es: Puerto:
it_it: Porta:
ko_kr: 포트:
pt_pt: Porta:
ru_ru: Порт:
zh_cn: 接口

# M_EDIT_BAR_TYPE
source: Bar type:
cs_cz: Typ baru:
de_de: Balkenart:
es_es: Tipo de barra:
fr_fr: Type de barre :
id_id: Jenis batang:
it_it: Tipo barra:
ko_kr: 바 유형:
pl_pl: Typ modułu drukowania:
pt_pt: Tipo de barra:
ru_ru: Тип модуля:
tr_tr: Bar tipi:
zh_cn: 打印模块类型

# M_EDIT_BARTYPE_ESPESORADA
source: Thickening
cs_cz: Zesílení
de_de: Verdickung
es_es: Espesorada
fr_fr: Épaisseur
id_id: Penebalan
it_it: Spessore
ko_kr: 두껍게 하기
pl_pl: Pogrubienie (wzmocnienie)
pt_pt: Efeitos
ru_ru: Утолщение
tr_tr: Kalinlik
zh_cn: 变厚

# M_EDIT_BARTYPE_DECORATION
source: Decoration
cs_cz: Dekorace
de_de: Dekoration
es_es: Decoración
fr_fr: Décoration
id_id: Dekorasi
it_it: Decorazione
ko_kr: 장식
pl_pl: Dekoracja
pt_pt: Decoração
ru_ru: Декорация
tr_tr: Dekorasyon
zh_cn: 装饰

# M_EDIT_BAR_NUM_PMB
source: Number of PMBs:
cs_cz: Počet PMB:
de_de: Anzahl der PMBs:
es_es: Número de PMBs:
fr_fr: Nombre de PMB :
id_id: Jumlah PMB:
it_it: Numero di PMB
ko_kr: PMBs 수:
pl_pl: Liczba PMB:
pt_pt: Número de PMBs:
ru_ru: Серийный № PMBs:
tr_tr: PMB sayisi:
zh_cn: PMB数量

# G_PATH
source: Path:
cs_cz: Cesta:
de_de: Pfad:
es_es: Ruta:
fr_fr: Chemin d'accès :
it_it: Rotta
ko_kr: 경로:
pl_pl: Ścieżka:
pt_pt: Caminho:
ru_ru: Маршрут
tr_tr: Yol:
zh_cn: 路径

# G_ADDRESS
source: Address:
cs_cz: Adresa:
de_de: Adresse:
es_es: Dirección:
fr_fr: Direction :
id_id: Alamat:
it_it: Indirizzo:
ko_kr: 주소:
pl_pl: Adres:
pt_pt: Endereço:
ru_ru: Адрес
tr_tr: Adres:
zh_cn: 地址

# CLEAN_RUN_EVERY
source: Run every:
cs_cz: Spustit každý:
de_de: Durchführen nach:
es_es: Limpiar cada:
fr_fr: Nettoyer après :
id_id: Jalankan setiap:
it_it: Pulire singolarmente
ko_kr: 실행 주기:
pl_pl: Uruchomić każdy:
pt_pt: Limpar cada:
ru_ru: Прогон каждые:
tr_tr: Her tur:
zh_cn: 运行间隔：

# CLEAN_CARRIER_MOV
source: Carrier mov. t(s)
cs_cz: Doba pohybu vozíku (s)
de_de: Bew.zeit Wagen (sek)
es_es: T(s). mov. carro
fr_fr: T(s). mouv. chariot
id_id: Waktu pegerakan wadah t(d)
it_it: Tempo (s) Carrello
ko_kr: 캐리어 이동 시간(초)
pl_pl: Czas przes. wózka (s)
pt_pt: T(s) mov. do carro:
ru_ru: Время передвижения каретки (с)
tr_tr: Tasima hare.t(s)
zh_cn: 托盘移动时间

# CLEAN_DRIP_TIME
source: Drip time (s)
cs_cz: Doba kapání (s)
de_de: Tropfzeit (sek)
es_es: T(s). goteo
fr_fr: T(s). Égouttement
id_id: Waktu menetes (d)
it_it: Tempo (s) gocciolamento
ko_kr: 드립 시간(초)
pl_pl: Czas kapania (s)
pt_pt: T(s) gotejamento
ru_ru: Время капли (с)
tr_tr: Damla sure(s)
zh_cn: 滴墨时间

# CLEAN_SPITTING
source: Spitting t(s)
cs_cz: Doba Spit (s)
de_de: Spitting-Zeit (sek)
es_es: T(s). de Spit
fr_fr: T(s). de Spit
id_id: Waktu memancar t(d)
it_it: T (s) spit
ko_kr: 배출 시간(초)
pl_pl: Czas wypluwania (s)
pt_pt: T(S) spitting:
ru_ru: Время Spit (с)
tr_tr: Puskurtme(s)
zh_cn: 闪喷时间（s）

# CLEAN_TIME_BT_SPITS
source: T(m) bt. Spits
cs_cz: Doba (m) mezi Spit
de_de: Zeit zw. Spittings (min)
es_es: T(m). entre Spit
fr_fr: T(m). entre Spit
id_id: Waktu antar Pancaran
it_it: T (m) tra gli spit
ko_kr: 다음 배출까지의 시간 간격
pl_pl: Czas pomiędzy wypluw. (m)
pt_pt: T(m) entre spitting
ru_ru: Время между двумя Spit-ами (м)
tr_tr: T(dk) Puskurt
zh_cn: 闪喷间隔（m）

# CLEAN_SPIT_FREQ
source: Spit frequency (Hz)
cs_cz: Frekvence Spit (Hz)
de_de: Spitting-Frequenz (Hz)
es_es: Frec(Hz). Spit
fr_fr: Fréq(Hz). Spit
id_id: Frekuensi pancaran (Hz)
it_it: Frequenza spit (Hz)
ko_kr: 배출 주파수(Hz)
pl_pl: Częstotl.wypluw.(Hz)
pt_pt: (Hz) freq. spitting
ru_ru: Частота Spit-ов (Гц)
tr_tr: Puskurt fre.(Hz)
zh_cn: 闪喷频率（Hz）

# CLEAN_BY_TILES
source: By tiles
cs_cz: Podle dílů
de_de: Nach Kacheln
es_es: Por piezas
fr_fr: Par carreaux
id_id: Berdasarkan kotak
it_it: Per pezzi
ko_kr: 타일별
pl_pl: Na liczbę płytek
pt_pt: Por peças
ru_ru: По кол-ву плиток
tr_tr: Karolu
zh_cn: 按瓷砖数

# CLEAN_CONTINOUS
source: Continuous
cs_cz: Kontinuální
de_de: Kontinuierlich
es_es: Contínua
fr_fr: En continu
id_id: Berkelanjutan
it_it: Continuo
ko_kr: 지속적인
pl_pl: Ciągły
pt_pt: Contínua
ru_ru: Повторение
tr_tr: Devamli
zh_cn: 连续

# CLEAN_MANUAL_FORCED
source: Manual forced
cs_cz: Ruční síla
de_de: Manuell erzwungen
es_es: Forzado manual
fr_fr: Forçage manuel
id_id: Manual paksa
it_it: Forza manualmente
ko_kr: 수동 강제 처리됨
pl_pl: Tryb ręczny
pt_pt: Forçado manual
ru_ru: Ручное принуждение
tr_tr: Elle
zh_cn: 手动

# CLEAN_BY_TIME
source: By time
cs_cz: Podle času
de_de: Nach Zeit
es_es: Por tiempo
fr_fr: Par temps
id_id: Berdasarkan waktu
it_it: Per tempo
ko_kr: 시간별
pl_pl: Na godzinę
pt_pt: Por tempo
ru_ru: По времени
tr_tr: Zamanli
zh_cn: 按时间

# G_MINUTES
source: Minutes
cs_cz: Minuty
de_de: Minuten
es_es: Minutos
id_id: Menit
it_it: Minuti
ko_kr: 분
pl_pl: Minuty
pt_pt: Minutos
ru_ru: минут
tr_tr: Dakika
zh_cn: 分钟

# G_SECONDS
source: Seconds
cs_cz: Sekundy
de_de: Sekunden
es_es: Segundos
fr_fr: Secondes
id_id: Detik
it_it: Secondi
ko_kr: 초
pl_pl: Sekundy
pt_pt: Segundos
ru_ru: секунд
tr_tr: Saniye
zh_cn: 秒

# CLEAN_BELT
source: Belt
cs_cz: Pás
de_de: Riemen
es_es: Banda
fr_fr: Tapis
id_id: Sabuk
it_it: Nastro
ko_kr: 벨트
pl_pl: Pas
pt_pt: Banda
ru_ru: Лента
tr_tr: Bant
zh_cn: 皮带

# CLEAN_CYCLE_LENGTH
source: Cycle length
cs_cz: Délka cyklu
de_de: Dauer des Durchlaufs
es_es: Duración ciclo
fr_fr: Durée cycle
id_id: Panjang siklus
it_it: Durata del ciclo
ko_kr: 주기
pl_pl: Długość cyklu
pt_pt: Duração do ciclo
ru_ru: Длительность цикла
tr_tr: Calisma boyu
zh_cn: 周期
