Repository: masterkeystroker/high-tech-code-industrials
Catalog: Strings.*.resx
Languages: cs_cz, de_de, es_es, fr_fr, id_id, it_it, ko_kr, pl_pl, pt_pt, ru_ru, tr_tr, zh_cn

# MODEL_LIST_NAME
source: Name
cs_cz: Název
es_es: Nombre
fr_fr: Nom
id_id: Nama
it_it: Nome
ko_kr: 명칭
pl_pl: Nazwa
pt_pt: Nome
ru_ru: Название
tr_tr: Isim
zh_cn: 文件名

# MODEL_LIST_STATE
source: Status
cs_cz: Stav
es_es: Estado
fr_fr: État
id_id: Keadaan
it_it: Stato
ko_kr: 상태
pl_pl: Stan
ru_ru: Состояние
tr_tr: Durum
zh_cn: 状态

# MODEL_LIST_DIMENSIONS
source: Size
cs_cz: Rozměry
de_de: Abmessungen
es_es: Formato
fr_fr: Format
id_id: Dimensi
it_it: Dimensioni
ko_kr: 크기
pl_pl: Wymiary
pt_pt: Dimensões
ru_ru: Формат
tr_tr: Olculer
zh_cn: 尺寸

# MODEL_LIST_MODE
source: Mode
cs_cz: Režim
de_de: Modus
es_es: Modo
it_it: Modalità
ko_kr: 모드
pl_pl: Tryb
pt_pt: Modo
ru_ru: Режим
tr_tr: Mod
zh_cn: 模式

# MODEL_LIST_QUALITY
source: Quality
cs_cz: Kvalita
de_de: Qualität
es_es: Calidad
fr_fr: Qualité
id_id: Kualitas
it_it: Qualità:
ko_kr: 품질
pl_pl: Jakość
pt_pt: Qualidade
ru_ru: Качество
tr_tr: Kalite
zh_cn: 打印质量

# MODEL_LIST_DATE_CRE
source: Creation date
cs_cz: Datum vytvoření
de_de: Erstellungsdatum
es_es: Fecha de creación
fr_fr: Date de création
id_id: Tanggal dibuat
it_it: Data di creazione
ko_kr: 생성일
pl_pl: Data utworzenia
pt_pt: Data de criação
ru_ru: Дата создания
tr_tr: Olusum tarihi
zh_cn: 创建日期

# MODEL_LIST_DATE_IMP
source: Print date
cs_cz: Datum tisku
de_de: Druckdatum
es_es: Fecha de impresión
fr_fr: Date d’impression
id_id: Tanggal dicetak
it_it: Data di stampa
ko_kr: 인쇄일자
pl_pl: Data drukowania
pt_pt: Data de impressão
ru_ru: Дата печати
tr_tr: Baski tarihi
zh_cn: 打印日期

# MODEL_MAIN_FAVORITES
source: Favorites
cs_cz: Oblíbené
de_de: Favoriten
es_es: Favoritos
fr_fr: Favoris
id_id: Favorit
it_it: Preferiti
ko_kr: 즐겨찾기
pl_pl: Ulubione
pt_pt: Favoritos
ru_ru: Избранное
tr_tr: Favori
zh_cn: 收藏夹

# MODEL_MAIN_PREVIEW
source: Preview
cs_cz: Náhled
de_de: Vorschau
es_es: Miniatura
fr_fr: Miniature
id_id: Pratinjau
it_it: Anteprima
ko_kr: 미리보기
pl_pl: Podgląd
pt_pt: Miniatura
ru_ru: Миниатюра
tr_tr: Onizleme
zh_cn: 预览

# MODEL_MAIN_RENDERING
source: Rendering:
cs_cz: Renderování:
es_es: Ripeando:
fr_fr: Rippage en cours :
it_it: Conversione
ko_kr: 렌더링:
pl_pl: Renderowanie:
ru_ru: Идет риппинг:
tr_tr: Cevrilme:
zh_cn: 渲染中

# MODEL_MAIN_USED_SPACE
source: Disk space used in slaves:
cs_cz: Využité místo na disku podřízených zařízení:
de_de: Verwendeter Festplattenspeicherplatz – Slaves:
es_es: Espacio usado en los esclavos:
fr_fr: Espace utilisé sur les esclaves :
id_id: Memori hardisk yang digunakan dalam slave:
it_it: Spazio disco utilizzato negli slave:
ko_kr: 슬레이브가 차지하는 디스크 용량:
pl_pl: Używana przestrzeń na dysku na komputerach podrzędnych:
pt_pt: Espaço usado nos escravos
ru_ru: Использованная память в подчиненных узлах::
tr_tr: Yardimcida kullanilan :
zh_cn: 附属计算机硬盘使用：

# MODEL_MAIN_USED_SPACE_MASTER
source: Disk space used in master PC:
cs_cz: Využité místo na disku hlavního PC:
de_de: Verwendeter Festplattenspeicherplatz – Master:
es_es: Espacio usado en el master:
fr_fr: Espace utilisé sur le maître :
id_id: Memori hardisk yang digunakan dalam PC:
it_it: Spazio disco utilizzato nel master:
ko_kr: 마스터 PC가 차지하는 디스크 용량:
pl_pl: Używana przestrzeń na dysku na komputerze głównym PC:
pt_pt: Espaço usado no master
ru_ru: Память, используемая на главном ПК:
tr_tr: Ana pc de kullanilan:
zh_cn: 主计算机硬盘使用：

# MODEL_GENERAL_NAME
source: Job's name:
cs_cz: Název modelu:
de_de: Auftragsname
es_es: Nombre del modelo:
fr_fr: Nom du modèle :
id_id: Nama pekerjaan:
it_it: Nome del Modello
ko_kr: 작업명:
pl_pl: Nazwa zadania:
pt_pt: Nome do trabalho:
ru_ru: Название модели:
tr_tr: Isin ismi:
zh_cn: 模型名

# MODEL_GENERAL_DESCRIPTION
source: Description:
cs_cz: Popis:
de_de: Beschreibung:
es_es: Descripción:
id_id: Keterangan:
it_it: Descrizione:
ko_kr: 설명:
pl_pl: Opis:
pt_pt: Descrição:
ru_ru: Описание:
tr_tr: Aciklama:
zh_cn: 描述

# MODEL_PRINTING_QUALITY
source: Printing quality:
cs_cz: Kvalita tisku:
de_de: Druckqualität:
es_es: Calidad de impresión:
fr_fr: Qualité d'impression :
id_id: Kualitas mencetak:
it_it: Qualità di stampa
ko_kr: 인쇄 품질:
pl_pl: Jakość drukowania:
pt_pt: Qualidade de impressão:
ru_ru: Качество печати:
tr_tr: Baski kalite:
zh_cn: 打印质量

# MODEL_GENERAL_FAVORITE
source: Favorite:
cs_cz: Oblíbený:
de_de: Favorit:
es_es: Favorito:
fr_fr: Favoris :
id_id: Favorit:
it_it: Preferito:
ko_kr: 즐겨찾기:
pl_pl: Ulubione:
pt_pt: Favorito:
ru_ru: Избранное:
tr_tr: Favori:
zh_cn: 收藏夹

# MODEL_NEW
source: New job
cs_cz: Nový model
de_de: Neuer Auftrag
es_es: Modelo nuevo
fr_fr: Nouveau modèle
id_id: Pekerjaan baru
it_it: Modello Nuovo
ko_kr: 새 작업
pl_pl: Nowe zadanie
pt_pt: Trabalho novo
ru_ru: Новая модель
tr_tr: Yeni is
zh_cn: 新建模型

# MODEL_NEW_EXISTS
source: Name specified already exists. Please, choose another one.
cs_cz: Zvolený název již existuje. Vyberte prosím jiný.
de_de: Der gewählte Name existiert bereits. Bitte wählen Sie einen anderen.
es_es: El nombre elegido ya existe. Por favor elija otro.
fr_fr: Le nom choisi existe déjà. Veuillez en choisir un autre.
id_id: Nama yang ditulis kontak sudah ada. Pilih yang lain.
it_it: Nome già in uso. Sceglierne un altro, per favore.
ko_kr: 지정한 이름이 이미 존재합니다. 다른 이름을 선택해 주십시오.
pl_pl: Podana nazwa już istnieje. Proszę wybrać inną.
pt_pt: O nome escolhido já existe
tr_tr: Isim zaten mevcut.lutfen baska bir isim yazin
zh_cn: 命名已存在，请重新选择

# MODEL_EDIT_DESIGNS
source: Designs
cs_cz: Designy
es_es: Diseños
id_id: Rancangan
it_it: Disegni
ko_kr: 디자인
pl_pl: Wzory
pt_pt: Desenhos
ru_ru: Рисунки
tr_tr: Tasarim
zh_cn: 设计

# MODEL_EDIT_MODIFIEDS
source: Modified
cs_cz: Modifikované
de_de: Modifiziert
es_es: Modificadas
fr_fr: Modifiées
id_id: Diubah
it_it: Modificato
ko_kr: 수정됨
pl_pl: Zmienione
pt_pt: Modificados
ru_ru: Измененные
tr_tr: Modifiye
zh_cn: 修改

# MODEL_EDIT_RENDER_ALL
source: Render all
cs_cz: Renderovat vše
de_de: Alle rendern
es_es: Ripear todo
fr_fr: Ripper tout
id_id: Render semua
it_it: Converti tutto
ko_kr: 전부 렌더링
pl_pl: Renderować wszystkie
pt_pt: Render tudo
ru_ru: Риппинг: все
tr_tr: Tumunu cevir
zh_cn: 全部渲染

# MODEL_EDIT_NO_RENDER
source: Stop render
cs_cz: Zastavit renderování
de_de: Rendering anhalten
es_es: Parar ripeo
fr_fr: Arrêter le rippage
id_id: Berhenti rendering
it_it: Blocca la conversione
ko_kr: 렌더링 정지
pl_pl: Zatrzymaj renderowanie
pt_pt: Parar rendring
ru_ru: Остановить риппинг
tr_tr: Cevirici dur
zh_cn: 停止渲染

# MODEL_EDIT_DELETE_RENDER
source: Delete render
cs_cz: Vymazat render
de_de: Rendering löschen
es_es: Borrar ripeo
fr_fr: Supprimer le rippage
id_id: Hapus rendering
it_it: Elimina la conversione
ko_kr: 렌더링 삭제
pl_pl: Skasować renderowanie
pt_pt: Apagar rendering
ru_ru: Удалить риппинг
tr_tr: Cerviriciyi sil
zh_cn: 删除已完成的渲染

# MODEL_EDIT_ADD_IMAGE
source: Add image
cs_cz: Přidat snímek
de_de: Bild hinzufügen
es_es: Añadir imagen
fr_fr: Ajouter image
id_id: Tambah gambar
it_it: Aggiungere immagine
ko_kr: 이미지 추가
pl_pl: Dodać obraz
pt_pt: Adicionar imagem
ru_ru: Добавить изображение
tr_tr: Imaj ekle
zh_cn: 增加图片

# MODEL_EDIT_DELETE_IMAGE
source: Delete image
cs_cz: Vymazat snímek
de_de: Bild löschen
es_es: Borrar imagen
fr_fr: Supprimer image
id_id: Hapus gambar
it_it: Cancellare immagine
ko_kr: 이미지 삭제
pl_pl: Skasować obraz
pt_pt: Apagar imagem
ru_ru: Удалить изображение
tr_tr: Imaj sil
zh_cn: 删除图片

# MODEL_EDIT_COPY_IMAGES
source: Copy rendered images:
cs_cz: Kopírovat renderované snímky:
de_de: Gerenderte Bilder kopieren:
es_es: Copiar imágenes ripeadas:
fr_fr: Copier les images rippées :
id_id: Salin gambar rendering:
it_it: Copiare immagini convertite
ko_kr: 렌더링된 이미지 복사:
pl_pl: Skopiować renderowane obrazy:
pt_pt: Copiar imagens rendering
ru_ru: Скопировать отрипленные изображения:
tr_tr: Imajlarin cevirlen kopyasi
zh_cn: 复制已完成渲染的图片

# MODEL_INK_CONSUM_ESTIMATION
source: Estimation
cs_cz: Odhad
de_de: Schätzung
es_es: Cálculo
fr_fr: Calcul
id_id: Perkiraan
it_it: Calcolo
ko_kr: 견적
pl_pl: Szacowanie
pt_pt: Cálculo
ru_ru: Расчет
tr_tr: Tahmin
zh_cn: 估测值

# MODEL_INK_CONSUM_PRODUCTION
source: Production
cs_cz: Produkce
de_de: Produktion
es_es: Producción
id_id: Produksi
it_it: Produzione
ko_kr: 생산
pl_pl: Produkcja
pt_pt: Produção
ru_ru: Производство
tr_tr: Uretim
zh_cn: 实际生产

# MODEL_INK_CONSUM_BAR1
source: Ink consumption bar 1:
cs_cz: Spotřeba inkoustu bar 1:
de_de: Tintenverbrauch Balken 1:
es_es: Consumo de tinta barra 1:
fr_fr: Consommation d’encre barre 1 :
id_id: Bilah konsumsi tinta 1:
it_it: Consumo inchiostro barra 1:
ko_kr: 잉크 소모량 표시바 1:
pl_pl: Zużycie tuszu modułu 1:
pt_pt: Consumo de tinta barra 1:
ru_ru: Расход чернил в модуле 1:
tr_tr: Bar1 boya tuketimi
zh_cn: 打印模块1墨水用量

# MODEL_INK_CONSUM_BAR2
source: Ink consumption bar 2:
cs_cz: Spotřeba inkoustu bar 2:
de_de: Tintenverbrauch Balken 2:
es_es: Consumo de tinta barra 2:
fr_fr: Consommation d’encre barre 2 :
id_id: Bilah konsumsi tinta 2:
it_it: Consumo inchiostro barra 2:
ko_kr: 잉크 소모량 표시바 2:
pl_pl: Zużycie tuszu modułu 2:
pt_pt: Consumo de tinta barra 2:
ru_ru: Расход чернил в модуле 2:
tr_tr: Bar2 boya tuketimi
zh_cn: 打印模块2墨水用量

# MODEL_INK_CONSUM_BAR3
source: Ink consumption bar 3:
cs_cz: Spotřeba inkoustu bar 3:
de_de: Tintenverbrauch Balken 3:
es_es: Consumo de tinta barra 3:
fr_fr: Consommation d’encre barre 3 :
id_id: Bilah konsumsi tinta 3:
it_it: Consumo inchiostro barra 3:
ko_kr: 잉크 소모량 표시바 3:
pl_pl: Zużycie tuszu modułu 3:
pt_pt: Consumo de tinta barra 3:
ru_ru: Расход чернил в модуле 3:
tr_tr: Bar3 boya tuketimi
zh_cn: 打印模块3墨水用量

# MODEL_INK_CONSUM_BAR4
source: Ink consumption bar 4:
cs_cz: Spotřeba inkoustu bar 4:
de_de: Tintenverbrauch Balken 4:
es_es: Consumo de tinta barra 4:
fr_fr: Consommation d’encre barre 4 :
id_id: Bilah konsumsi tinta 4:
it_it: Consumo inchiostro barra 4:
ko_kr: 잉크 소모량 표시바 4:
pl_pl: Zużycie tuszu modułu 4:
pt_pt: Consumo de tinta barra 4:
ru_ru: Расход чернил в модуле 4:
tr_tr: Bar4 boya tuketimi
zh_cn: 打印模块4墨水用量

# MODEL_INK_CONSUM_BAR5
source: Ink consumption bar 5:
cs_cz: Spotřeba inkoustu bar 5:
de_de: Tintenverbrauch Balken 5:
es_es: Consumo de tinta barra 5:
fr_fr: Consommation d’encre barre 5 :
id_id: Bilah konsumsi tinta 5:
it_it: Consumo inchiostro barra 5:
ko_kr: 잉크 소모량 표시바 5:
pl_pl: Zużycie tuszu modułu 5:
pt_pt: Consumo de tinta barra 5:
ru_ru: Расход чернил в модуле 5:
tr_tr: Bar5 boya tuketimi
zh_cn: 打印模块5墨水用量

# MODEL_INK_CONSUM_BAR6
source: Ink consumption bar 6:
cs_cz: Spotřeba inkoustu bar 6:
de_de: Tintenverbrauch Balken 6:
es_es: Consumo de tinta barra 6:
fr_fr: Consommation d’encre barre 6 :
id_id: Bilah konsumsi tinta 6:
it_it: Consumo inchiostro barra 6:
ko_kr: 잉크 소모량 표시바 6:
pl_pl: Zużycie tuszu modułu 6:
pt_pt: Consumo de tinta barra 6:
ru_ru: Расход чернил в модуле 6:
tr_tr: Bar6 boya tuketimi
zh_cn: 打印模块6墨水用量

# MODEL_INK_CONSUM_BAR7
source: Ink consumption bar 7:
cs_cz: Spotřeba inkoustu bar 7:
de_de: Tintenverbrauch Balken 7:
es_es: Consumo de tinta barra 7:
fr_fr: Consommation d’encre barre 7 :
id_id: Bilah konsumsi tinta 7:
it_it: Consumo inchiostro barra 7:
ko_kr: 잉크 소모량 표시바 7:
pl_pl: Zużycie tuszu modułu 7:
pt_pt: Consumo de tinta barra 7:
ru_ru: Расход чернил в модуле 7:
tr_tr: Bar7 boya tuketimi
zh_cn: 打印模块7墨水用量

# MODEL_INK_CONSUM_BAR8
source: Ink consumption bar 8:
cs_cz: Spotřeba inkoustu bar 8:
de_de: Tintenverbrauch Balken 8:
es_es: Consumo de tinta barra 8:
fr_fr: Consommation d’encre barre 8 :
id_id: Bilah konsumsi tinta 8:
it_it: Consumo inchiostro barra 8:
ko_kr: 잉크 소모량 표시바 8:
pl_pl: Zużycie tuszu modułu 8:
pt_pt: Consumo de tinta barra 8:
ru_ru: Расход чернил в модуле 8:
tr_tr: Bar8 boya tuketimi
zh_cn: 打印模块8墨水用量

# MODEL_DELETE
source: Do you want to delete the selected job?
cs_cz: Chcete vymazat vybraný model?
de_de: Möchten Sie den ausgewählten Auftrag wirklich löschen?
es_es: ¿Seguro que quiere borrar el modelo seleccionado?
fr_fr: Êtes-vous sûr de vouloir supprimer le modèle sélectionné ?
id_id: Hapus pekerjaan yang dipilih?
it_it: Sicuro di eliminare il Modello selezionato?
ko_kr: 선택된 작업을 삭제하시겠습니까?
pl_pl: Czu chcesz skasować wybrane zadanie?
pt_pt: Tem certeza de que quer apagar o trabalho selecionado?
ru_ru: Удалить выбранную модель?
tr_tr: Secilen isi silmek istiyor musunuz?
zh_cn: 是否删除所选模型？

# MODEL_DELETE_RENDERED
source: Do you want to delete the rendered job?
cs_cz: Chcete vymazat renderovaný model?
de_de: Möchten Sie den gerenderten Auftrag wirklich löschen?
es_es: ¿Seguro que quiere borrar el modelo ya ripeado seleccionado?
fr_fr: Êtes-vous sûr de vouloir supprimer le modèle déjà rippé sélectionné ?
id_id: Hapus pekerjaan rendering?
it_it: Sicuro di eliminare il Modello Convertito?
ko_kr: 렌더링된 작업을 삭제하시겠습니까?
pl_pl: Czy chcesz skasować renderowane zadanie?
pt_pt: Tem certeza de que quer apagar o trabalho já rendered?
ru_ru: Удалить выбранную отрипленную модель?
tr_tr: Secilen cevrilen isi silmek istiyor musunuz?
zh_cn: 是否删除已渲染的模型？

# MODEL_DESIGNS_USE
source: Use
cs_cz: Použít
de_de: Verwenden
es_es: Usar
fr_fr: Utiliser
id_id: Gunakan
it_it: Usare
ko_kr: 용도
pl_pl: Użycie
pt_pt: Usar
ru_ru: Использовать
tr_tr: Kullanici
zh_cn: 使用

# MODEL_DESIGNS_ORDER
source: Order
cs_cz: Příkaz
de_de: Reihenfolge
es_es: Orden
fr_fr: Ordre
id_id: Urutkan
it_it: Ordine
ko_kr: 순서
pl_pl: Zamówienie
pt_pt: Ordem
ru_ru: Заказ
tr_tr: Duzen
zh_cn: 排序

# MODEL_DESIGNS_SOURCE
source: Source
cs_cz: Zdroj
de_de: Quelle
es_es: Origen
fr_fr: Origine
id_id: Sumber
it_it: Origine
ko_kr: 소스
pl_pl: Źródło
pt_pt: Origem
ru_ru: Источник
tr_tr: Kaynak
zh_cn: 源文件

# MODEL_DESIGNS_DESCRIPTION
source: Description
cs_cz: Popis
de_de: Beschreibung
es_es: Descripción
id_id: Keterangan
it_it: Descrizione
ko_kr: 설명
pl_pl: Opis
pt_pt: Descrição
ru_ru: Описание
tr_tr: Aciklama
zh_cn: 描述

# MODEL_MODES_TILING
source: Tiling
cs_cz: Mřížkování
de_de: Kachelung
es_es: Cuadrícula
fr_fr: Quadrillage
id_id: Kotak
it_it: Griglia
ko_kr: 타일링
pl_pl: Mozaika
pt_pt: Sequência
ru_ru: По квадратам
tr_tr: Karolama
zh_cn: 拼图

# MODELS_MODES_IMAGE_INFO
source: Image information
cs_cz: Informace o snímku
de_de: Bildinformation
es_es: Info. imagen
fr_fr: Info. image
id_id: Informasi gambar
it_it: Info immagini
ko_kr: 이미지 정보
pl_pl: Informacje o obrazie
pt_pt: Informação da imagem
ru_ru: Свойства изображения
tr_tr: Imaj bilgisi
zh_cn: 图片信息

# MODEL_MODES_WIDTH
source: Width (Y):
cs_cz: Šířka (Y):
de_de: Breite (Y):
es_es: Ancho (Y):
fr_fr: Largeur (Y) :
id_id: Lebar (Y):
it_it: Larghezza (Y):
ko_kr: 폭(Y):
pl_pl: Szerokość (Y):
pt_pt: Largura (Y):
ru_ru: Ширина (Y):
tr_tr: En(Y) :
zh_cn: 宽度（Y）：

# MODEL_MODES_HEIGHT
source: Length (X):
cs_cz: Délka (X):
de_de: Länge (X):
es_es: Largo (X):
fr_fr: Longueur (X) :
id_id: Panjang (X):
it_it: Lunghezza (X):
ko_kr: 길이(X):
pl_pl: Długość (X):
pt_pt: Comprimento (X):
ru_ru: Длина (X):
tr_tr: Boy (X) :
zh_cn: 长度（X)：

# M_ALARMS_CONFIRM
source: Confirm
cs_cz: Potvrdit
de_de: Bestätigen
es_es: Aceptar
fr_fr: Accepter
id_id: Konfirmasi
it_it: Conferma
ko_kr: 확인
pl_pl: Potwierdzić
pt_pt: Confirmar
ru_ru: Подтвердить
tr_tr: Onay
zh_cn: 确认

# M_EDIT_QUALITY_NOISE
source: Noise:
cs_cz: Šum:
de_de: Rauschen:
es_es: Ruido:
fr_fr: Bruit :
it_it: Rumore
ko_kr: 노이즈:
pl_pl: Szum:
pt_pt: Ruido:
ru_ru: Шум:
tr_tr: Gurultu:
zh_cn: 噪点水平：

# MODEL_MODES_CFG_MODE_IMGS
source: Selection mode between images:
cs_cz: Režim výběru snímků:
de_de: Auswahlmodus zwischen Bildern:
es_es: Modo de cambio entre imágenes:
fr_fr: Mode de changement entre les images :
id_id: Mode pemilihan gambar:
it_it: Modalità cambio tra le immagini:
ko_kr: 이미지 간의 선택 모드:
pl_pl: Tryb wyboru pomiędzy obrazami:
pt_pt: Modo seleção entre imagens:
ru_ru: Переход от одного изображения к другому:
tr_tr: imajlar arasi secilen mod:
zh_cn: 图片间转换模式

# MODEL_MODES_CFG_OFFSET_X
source: X offset:
cs_cz: Odsazení X:
de_de: Offset auf X:
es_es: Offset en X:
fr_fr: Offset en X :
id_id: Offset X:
it_it: Offset in X:
ko_kr: X 오프셋:
pl_pl: Przesunięcie X:
pt_pt: Offset X:
ru_ru: Смещение по X:
zh_cn: X偏移：

# MODEL_MODES_CFG_OFFSET_Y
source: Y offset:
cs_cz: Odsazení Y:
de_de: Offset auf Y:
es_es: Offset en Y:
fr_fr: Offset en Y :
id_id: Offset Y:
it_it: Offset: in Y:
ko_kr: Y 오프셋:
pl_pl: Przesunięcie Y:
pt_pt: Offset Y:
ru_ru: Смещение по Y:
zh_cn: Y偏移：

# MODEL_MODES_CFG_CONT_HORIZ
source: Horizontal continuous mode
cs_cz: Horizontální kontinuální režim
de_de: Fortlaufender Modus horizontal
es_es: Modo continuo horizontal
fr_fr: Mode continu horizontal
id_id: Mode berkelanjutan horizontal
it_it: Modo continuo orizzontale
ko_kr: 수평 지속 모드
pl_pl: Tryb ciągły poziomy
pt_pt: Modo continuo horizontal
ru_ru: Непрерывный горизонтальный режим:
tr_tr: Yatayda surekli
zh_cn: 水平连续模式

# MODEL_MODES_CFG_CONT_VERT
source: Vertical continuous mode
cs_cz: Vertikální kontinuální režim
de_de: Fortlaufender Modus vertikal
es_es: Modo continuo vertical
fr_fr: Mode continu vertical
id_id: Mode berkelanjutan vertikal
it_it: Modo continuo verticale
ko_kr: 수직 지속 모드
pl_pl: Tryb ciągły pionowy
pt_pt: Modo continuo vertical
ru_ru: Непрерывный вертикальный режим:
tr_tr: Dikeyde surekli
zh_cn: 竖直连续模式

# MODEL_MODES_CFG_TILES_IMG
source: Number of tiles per image:
cs_cz: Počet dílů na snímek:
de_de: Kachelanzahl pro Bild:
es_es: Piezas por imagen:
fr_fr: Carreaux par image :
id_id: Jumlah kotak per gambar:
it_it: Numero di pezzi per immagine
ko_kr: 이미지별 타일의 수:
pl_pl: Liczba płytek na obraz:
pt_pt: Peças por imagem:
ru_ru: Число плиток на изображении
tr_tr: Imaj basina karo sayisi:
zh_cn: 每张图片打印数量：

# MODEL_MODES_CFG_SIMULATION
source: Simulation:
cs_cz: Simulace:
es_es: Simulación:
id_id: Simulasi:
it_it: Simulazione
ko_kr: 시뮬레이션:
pl_pl: Symulacja:
pt_pt: Simulaçao:
ru_ru: Имитация:
tr_tr: Similasyon:
zh_cn: 模拟：

# MODEL_MODES_CFG_INCR_X
source: X increment:
cs_cz: Přírůstek X:
de_de: Inkrement auf X:
es_es: Incremento en X:
fr_fr: Progression en X :
id_id: Kenaikan X:
it_it: Incremento X
ko_kr: X 증가:
pl_pl: Przyrost X:
pt_pt: Incremento em X:
ru_ru: Шаг по X:
tr_tr: X arttirim
zh_cn: X方向增量：

# MODEL_MODES_CFG_INCR_Y
source: Y increment:
cs_cz: Přírůstek Y:
de_de: Inkrement auf Y:
es_es: Incremento en Y:
fr_fr: Progression en Y :
id_id: Kenaikan Y:
it_it: Incremento Y
ko_kr: Y 증가:
pl_pl: Przyrost Y:
pt_pt: Incremento em Y:
ru_ru: Шаг по Y:
tr_tr: Y arttirim
zh_cn: Y方向增量：

# MODEL_MODES_CFG_ROWS
source: Number of rows:
cs_cz: Počet řádků:
de_de: Zeilenanzahl:
es_es: Número de filas:
fr_fr: Nombre de lignes :
id_id: Jumlah baris:
it_it: Numero di file:
ko_kr: 행 수:
pl_pl: Liczba rzędów:
pt_pt: Número de filas:
ru_ru: Кол-во рядов:
tr_tr: Satir sayisi:
zh_cn: 行数：

# MODEL_MODES_CFG_COLUMNS
source: Number of columns:
cs_cz: Počet sloupců:
de_de: Spaltenanzahl:
es_es: Número de columnas:
fr_fr: Nombre de colonnes :
id_id: Jumlah kolom:
it_it: Numero di colonne:
ko_kr: 열 수:
pl_pl: Liczba kolumn:
pt_pt: Número de colunas:
ru_ru: Кол-во колонок:
tr_tr: Sutun sayisi:
zh_cn: 列数：

# MODEL_MODES_CFG_ADD
source: Add
cs_cz: Přidat
de_de: Hinzufügen
es_es: Añadir
fr_fr: Ajouter
id_id: Tambah
it_it: Aggiungere
ko_kr: 추가
pl_pl: Dodać obraz
pt_pt: Adicionar
ru_ru: Добавить
tr_tr: Ekle
zh_cn: 增加

# MODEL_MODES_CAMERA_ID
source: Camera IDs:
cs_cz: ID kamery:
de_de: Kamera-IDs:
es_es: IDs de cámara:
fr_fr: ID de caméra :
id_id: ID Kamera:
it_it: IDs telecamera:
ko_kr: 카메라 IDS:
pl_pl: Numery ID kamery:
pt_pt: IDs câmera
ru_ru: ID камер:
tr_tr: Kamera ID:
zh_cn: 摄像机ID：

# MODEL_DESIGNS_TIF_EXISTS
source: Tiff file already exists in the path.
cs_cz: Soubor tiff již na cestě existuje.
de_de: Die TIFF-Datei existiert bereits in diesem Pfad.
es_es: El fichero tif ya existe en la ruta original.
fr_fr: Le fichier tif existe déjà sur le chemin d’accès original.
id_id: Sudah ada file Tiff di path ini.
it_it: Il file Tiff già esiste nel percorso originale.
ko_kr: Tiff 화일이 해당 경로에 이미 존재합니다.
pl_pl: Plik tiff już istnieje na ścieżce.
pt_pt: O arquivo já existe neste caminho
ru_ru: Путь уже содержит файл .tif
tr_tr: Tiff dosyasi zaten bu bolumdedir.
zh_cn: 该路径已存在相同TIFF文件

# MODEL_EDIT_ABORT_RENDER
source: Abort render
cs_cz: Ukončit renderování
de_de: Rendering abbrechen
es_es: Abortar ripeo
fr_fr: Annuler le rippage
id_id: Batalkan rendering
it_it: Interrompere la Conversione
ko_kr: 렌더링 취소
pl_pl: Przerwać renderowanie
pt_pt: Abortar rendering
ru_ru: Отменить риппинг
tr_tr: Cevirici yarida kalma
zh_cn: 放弃渲染

# M_EDIT_CAMERA
source: Camera
cs_cz: Kamera
de_de: Kamera
es_es: Cámara
fr_fr: Caméra
id_id: Kamera
it_it: Telecamera
ko_kr: 카메라
pl_pl: Kamera
pt_pt: Câmera
ru_ru: Камера
tr_tr: Kamera
zh_cn: 摄像机：

# M_EDIT_RENDER
source: Rendering
cs_cz: Renderování
es_es: Ripeado
fr_fr: Rippage
it_it: Convertendo
ko_kr: 렌더링
pl_pl: Renderowanie
ru_ru: Риппинг
tr_tr: Cevirici
zh_cn: 渲染中

# M_EDIT_SLAVES
source: Slaves
cs_cz: Podřízená zařízení
es_es: Esclavos
fr_fr: Esclaves
id_id: Slave
ko_kr: 슬레이브
pl_pl: Urządzenia podrzędne
pt_pt: Escravos
ru_ru: Подчиненные узлы
tr_tr: Yardimcilar
zh_cn: 附属电脑

# MODEL_IMG_STATE_QUEUE
source: Enqueued
cs_cz: Ve frontě
de_de: In Warteschlange
es_es: En cola
fr_fr: En attente
id_id: Ditambah ke dalam antrean
it_it: In coda
ko_kr: 대기 목록
pl_pl: w kolejce
pt_pt: Em fila
ru_ru: В очереди
tr_tr: Kuyruk
zh_cn: 队列中

# MODEL_IMG_STATE_PROCESSING
source: Processing
cs_cz: Zpracování
de_de: In Bearbeitung
es_es: Procesando
fr_fr: En cours
id_id: Memproses
it_it: Processo
ko_kr: 처리
pl_pl: Przetwarzanie
pt_pt: Processando
ru_ru: Идет обработка
tr_tr: Isleniyor
zh_cn: 处理中

# MODEL_IMG_STATE_NOMEMORY
source: Not enough memory
cs_cz: Nedostatek paměti
de_de: Nicht genügend Speicher
es_es: Falta memoria
fr_fr: Manque de mémoire
id_id: Memori tidak cukup
it_it: Memoria insufficiente
ko_kr: 메모리 부족
pl_pl: Za mało pamięci
pt_pt: Memória insuficiente
ru_ru: Памяти недостаточно
tr_tr: Hafiza yetersiz
zh_cn: 系统没有足够容量

# MODEL_IMG_STATE_NOORIGINAL
source: TIF original image not found
cs_cz: Originální snímek TIF nenalezen
de_de: Das Originalbild im Format TIFF ist nicht vorhanden
es_es: La imagen TIF original no se ha encontrado
fr_fr: Image Tif originale introuvable
id_id: Gambar asli TIF tidak ditemukan
it_it: L'immagine TIF originale non è stata trovata
ko_kr: TIF 원본 이미지를 찾을 수 없습니다
pl_pl: Nie znaleziono oryginalnego obrazu TIF
pt_pt: Imagem TIF não encontrada
ru_ru: Исходное изображение TIF не найдено
tr_tr: Orijinal tiff imaj bulunmadi
zh_cn: 没有找到TIFF源文件

# MODEL_IMG_STATE_NOPROCESSED
source: Not processed
cs_cz: Nezpracováno
de_de: Nicht bearbeitet
es_es: No procesada
fr_fr: Non traitée
id_id: Tidak diproses
it_it: Non elaborato
ko_kr: 미처리
pl_pl: Nieprzetworzony
pt_pt: Não processada
ru_ru: Не обработано
tr_tr: Islenmemis
zh_cn: 未经处理

# MODEL_IMG_STATE_NOPROCESSED_ERROR
source: Error - Not processed
cs_cz: Chyba – nezpracováno
de_de: Fehler: nicht bearbeitet
es_es: Error - No procesada
fr_fr: Erreur – Non traitée
id_id: Kesalahan – Tidak diproses
it_it: Errore – Non elaborato
ko_kr: 오류 - 미처리
pl_pl: Błąd - Nie przetworzony
pt_pt: Erro - Não processada
ru_ru: Ошибка - Не обработано
tr_tr: Hata-islenmemis
zh_cn: 错误-未经处理

# MAIN_START_SELECTION
source: Choose the job to be printed
cs_cz: Vybrat model k tisku
de_de: Wählen Sie den zu druckenden Auftrag aus
es_es: Seleccione modelo a imprimir
fr_fr: Sélectionnez le modèle à imprimer
id_id: Pilih pekerjaan yang akan dicetak
it_it: Scegliere Modello da stampare
ko_kr: 인쇄할 작업을 선택해 주십시오
pl_pl: Wybrać zadanie do drukowania
pt_pt: Selecione o modelo a imprimir
ru_ru: Выберите модель для печати
tr_tr: Basilacak is secin
zh_cn: 请选择要打印的模型

# MAIN_START_SELECT
source: Select
cs_cz: Vybrat
de_de: Auswählen
es_es: Seleccionar
fr_fr: Sélectionner
id_id: Pilih
it_it: Seleziona
ko_kr: 선택
pl_pl: Wybrać
pt_pt: Selecionar
ru_ru: Выбрать
tr_tr: Secmek
zh_cn: 选择

# MAIN_START_PRODUCTION
source: Production
cs_cz: Produkce
de_de: Produktion
es_es: Producción
id_id: Produksi
it_it: Produzione
ko_kr: 생산
pl_pl: Produkcja
pt_pt: Produção
ru_ru: Производство
tr_tr: Uretim
zh_cn: 生产
