Repository: masterkeystroker/high-tech-code-industrials
Catalog: Strings.*.resx
Languages: cs_cz, de_de, es_es, fr_fr, id_id, it_it, ko_kr, pl_pl, pt_pt, ru_ru, tr_tr, zh_cn

# M_WANT_COPY_ADVANCED_INK_PARAMETERS
source: Do you want to copy this configuration to all bars?
cs_cz: Chcete tuto konfiguraci zkopírovat do všech barů?
de_de: Möchten Sie diese Konfiguration auf alle Druckbalken kopieren?
es_es: ¿Desea copiar esta configuración en todas las barras?
fr_fr: Voulez-vous appliquer cette configuration à toutes les barres ?
id_id: Apakah Anda ingin menyalin konfigurasi ini pada semua batang?
it_it: Copiare questa configurazione per tutte le barre?
ko_kr: 이 구성을 모든 바에 복사하시겠습니까?
pl_pl: Czy chcesz skopiować tę konfigurację na wszystkie moduły?
pt_pt: Deseja copiar esta configuração para todas as barras?
ru_ru: Скопировать эту конфигурацию во все модули?
tr_tr: Bu yaplandrmay tm ubuklara kopyalamak ister misiniz?
zh_cn: 是否要将该配置复制到所有打印模块？

# BAR_SP_SENSOR_POSITIVO
source: Sp Pressure at entry:
cs_cz: Sp tlaku na vstupu:
de_de: SP-Druck am Eingang:
es_es: Sp presión en la entrada:
fr_fr: Pression Sp à l'entrée :
id_id: Sp Tekanan di awal:
it_it: Pressione sp in entrata:
ko_kr: 입력 시 SP 압력:
pl_pl: Wartość nastawcza ciśnienia na wejściu:
pt_pt: Setpoint de Pressão à entrada:
ru_ru: Давление, заданное на входе:
tr_tr: Girite Sp Basnc:
zh_cn: 入口 Sp 压力：

# BAR_SP_BOMBA_NEGATIVO
source: Return pump:
cs_cz: Vratné čerpadlo:
de_de: Pumpe zurücksetzen:
es_es: Bomba de retorno:
fr_fr: Retour pompe:
id_id: Pompa kembali:
it_it: Pompa di risalita:
ko_kr: 반환 펌프:
pl_pl: Pompa powrotna:
pt_pt: Bomba de retorno:
ru_ru: Возвратный насос:
tr_tr: Dn pompas:
zh_cn: 回程泵：

# BAR_SP_LLENADO
source: Fill pump:
cs_cz: Plnicí čerpadlo:
de_de: Pumpe füllen:
es_es: Bomba de llenado:
fr_fr: Remplir pompe :
id_id: Isi pompa:
it_it: Pompa di riempimento:
ko_kr: 채우기 펌프:
pl_pl: Pompa napełniania:
pt_pt: Bomba de enchimento:
ru_ru: Наполняющий насос:
tr_tr: Dolum pompas:
zh_cn: 填充泵：

# M_EDIT_ADJUST_TILE_EXCEEDS_WIDTH
source: The offset in Y exceeds the printed width, part of the image can not be printed.
cs_cz: Odsazení na Y přesahuje šířku tisku, část obsahu nelze vytisknout.
de_de: Der Abstand in Y überschreitet die Druckbreite; ein Teil des Bildes kann nicht gedruckt werden.
es_es: El desplazamiento en Y excede el ancho de impresión, parte de la imagen puede no ser impresa.
fr_fr: L'offset en Y dépasse la largeur d'impression ; une partie de l'image ne peut pas être imprimée.
id_id: Offset di Y melampaui lebar cetakan, bagian dari gambar tidak dapat dicetak.
it_it: L'offset in Y supera la larghezza della stampa. Parte dell'immagine non verrà stampata.
ko_kr: Y의 오프셋이 인쇄된 폭을 초과하여 이미지의 일부를 인쇄할 수 없습니다.
pl_pl: Przesunięcie Y przekracza szerokość wydruku, część obrazu nie może być wydrukowana.
pt_pt: O offset em Y excede a largura impressa, não é possível imprimir parte da imagem.
ru_ru: Смещение по оси Y превышает ширину, заданную для печати. Невозможно напечатать часть изображения
tr_tr: Y' ofseti basl genilii ayor, grntnn bir ksm yazdrlamaz.
zh_cn: Y 偏差超过打印宽度，部分图像无法打印。

# SECURITY_OFF
source: The safety is disabled
cs_cz: Zabezpečení je vypnuto
de_de: Die Sicherheit ist deaktiviert
es_es: La seguridad está deshabilitada
fr_fr: La sécurité est désactivée.
id_id: Keselamatan dinonaktifkan
it_it: Sicurezza disabilitata
ko_kr: 안전이 비활성화되었습니다.
pl_pl: Zabezpieczenie jest wyłączone
pt_pt: A segurança está desativada
ru_ru: Система безопасности отключена
tr_tr: Gvenlik devre d
zh_cn: 安全装置被关闭

# CLEANING_BARS_INK_STOP
source: At least one ink system is stopped. You should prepare propperly that bar(s) for cleaning
cs_cz: Nejméně jeden inkoustový systém je zastavený. Měli byste bar(y) řádně připravit k čištění
de_de: Mindestens ein Tintensystem wurde gestoppt. Sie sollten diese Druckbalken ordnungsgemäß auf die Reinigung vorbereiten
es_es: Al menos un sistema de tintas está parado. Se debe preparar esa barra(s) para limpieza
fr_fr: Au moins l'un des circuits d'encre est arrêté. Vous devriez préparer cette ou ces barre(s) pour être nettoyée(s).
id_id: Setidaknya satu sistem tinta berhenti. Anda harus menyiapkan batang tersebut dengan benar untuk pembersihan
it_it: Almeno un sistema di inchiostro è fermo. Preparare la/e barra/e per la pulizia
ko_kr: 하나 이상의 잉크 시스템이 중지되었습니다. 청소를 위해 해당 바를 올바르게 준비해야 합니다.
pl_pl: Co najmniej jeden system tuszu jest zatrzymany. Należy odpowiednio przygotować ten moduł(-y) do czyszczenia
pt_pt: Pelo menos um sistema de tinta está parado. Deve preparar essa(s) barra(s) devidamente para limpeza
ru_ru: Остановлена не менее чем одна система чернил. Необходимо выполнить соответствующую подготовку этого модуля к очистке.
tr_tr: En az bir mrekkep sistemi durduruldu. Temizlik iin o ubuklar dzgn ekilde hazrlamalsnz
zh_cn: 至少一个墨水系统已停止。应恰当准备打印模块以进行清洁

# ERROR_SAVING_PARAMS
source: Settings were not saved correctly
cs_cz: Nastavení nebylo správně uloženo
de_de: Einstellungen nicht korrekt gespeichert
es_es: Los parámetros no se guardaron correctamente
fr_fr: Les paramètres n'ont pas été correctement enregistrés.
id_id: Setelan tidak disimpan dengan benar
it_it: Le impostazioni non sono state salvate
ko_kr: 설정이 올바르게 저장되지 않았습니다.
pl_pl: Ustawienia nie zostały zapisane poprawnie
pt_pt: As definições não foram guardadas corretamente
ru_ru: Настройки были сохранены неправильно
tr_tr: Ayarlar doru kaydedilmedi
zh_cn: 未正确保存设置

# M_EDIT_DESC_GRAL_USEROFFSET
source: Bars offset:
cs_cz: Odsazení barů:
de_de: Druckbalkenabstand:
es_es: Offset barras:
fr_fr: Offset barres :
id_id: Offset batang:
it_it: Offset barre:
ko_kr: 바 오프셋:
pl_pl: Przesunięcie modułów:
pt_pt: Offset de barras:
ru_ru: Смещение модулей:
tr_tr: ubuk ofseti:
zh_cn: 打印通道偏移:

# MODEL_DESINGS_TIFFRES
source: Image resolution
cs_cz: Rozlišení obrazu
de_de: Bildauflösung
es_es: Resolución de la imagen
fr_fr: Résolution des images
id_id: Resolusi gambar
it_it: Risoluzione dell'immagine
ko_kr: 이미지 해상도
pl_pl: Rozdzielczość obrazu
pt_pt: Resolução da imagem
ru_ru: Разрешение изображения
tr_tr: Grnt znrl
zh_cn: 图像分辨率

# M_EDIT_DESC_BAR_REPEATED_COLORPLANES
source: Changes won't be saved: There are bars with the same assigned channel.
cs_cz: Změny nebudou uloženy: Tyto bary mají přiřazený stejný kanál.
de_de: Änderungen werden nicht gespeichert: Es sind Druckbalken mit demselben zugewiesenen Kanal vorhanden.
es_es: Los cambios no pueden ser guardados: Hay barras con el mismo canal asignado.
fr_fr: Les modifications ne seront pas enregistrées : Un même canal est assigné à plusieurs barres.
id_id: Perubahan tidak akan disimpan: Terdapat batang dengan channel sama yang telah ditentukan.
it_it: Le modifiche non verranno salvate: Sono presenti barre alle quali è assegnato lo stesso canale.
ko_kr: 변경 사항이 저장되지 않습니다. 동일한 채널이 지정된 바가 있습니다.
pl_pl: Zmiany nie zostaną zapisane: Dostępne są moduły z takim samym przypisanym kanałem.
pt_pt: As alterações não serão guardadas: Existem barras com o mesmo canal atribuído.
ru_ru: Изменения сохранены не будут: В том же назначенном канале присутствуют модули.
tr_tr: Deiiklikler kaydedilmeyecek: Ayn kanal atanm ubuklar var.
zh_cn: 不会保存更改：具有相同指定通道的打印模块已存在。

# MODEL_NOT_RIPPED_DOUBLE_Y
source: The plotter is set to print at double Y resolution, but the model has not been rendered correctly
cs_cz: Plotr je nastaven na dvojnásobnou pozici na Y, model však se však nerenderoval správně
de_de: Der Plotter ist so eingestellt, dass er bei doppelter Y-Auflösung druckt, doch das Modell wurde nicht korrekt gerendert
es_es: El plotter está configurado a resolución doble Y, pero el modelo no está renderizado correctamente
fr_fr: Le traceur est défini pour imprimer avec une résolution Y double, mais le modèle n'a pas été correctement rippé.
id_id: Alat penggambar disetel untuk mencetak pada resolusi Y ganda, namun modelnya tidak dihasilkan dengan benar
it_it: Il plotter è impostato per stampare a una risoluzione Y doppia, ma il modello non è stato convertito correttamente.
ko_kr: 플로터가 2배의 Y 해상도로 인쇄되도록 설정되었지만 모델이 올바르게 렌더링되지 않았습니다.
pl_pl: Ploter jest ustawiony tak, aby drukował w podwójnej rozdzielczości Y, ale model nie został prawidłowo odtworzony
pt_pt: O traçador está definido para imprimir com resolução Y dupla, mas o modelo não foi renderizado corretamente
ru_ru: Плоттер настроен на печать в двойном разрешении по оси Y, однако визуализация модели была выполнена некорректно
tr_tr: izici, ift Y znrlnde yazdrmaya ayarl fakat model dzgn yaplmam
zh_cn: 绘图仪设置成以双 Y 分辨率进行打印，但是未正确提供型号

# PLOTTER_MOVEMENTS_INCORRECT
source: The plotter movement is not correct: the job is rendered at double Y resolution
cs_cz: Pohyb plotru není správný, neboť se úloha renderuje ve dvojnásobném rozměru Y
de_de: Die Plotter-Bewegung ist nicht korrekt. Der Auftrag wird bei doppelter Y-Auflösung gerendert
es_es: El movimiento no es correcto: el modelo no está renderizado correctamente
fr_fr: Le mouvement du traceur n'est pas correct : le modèle est rippé avec une résolution Y double.
id_id: Gerakan alat penggambar tidak benar: pekerjaan ini dihasilkan pada resolusi Y ganda
it_it: Il movimento del plotter non è corretto: il progetto viene convertito a una risoluzione Y doppia
ko_kr: 플로터 이동이 올바르지 않습니다. 작업이 2배의 Y 해상도로 렌더링됩니다.
pl_pl: Ruch plotera nie jest prawidłowy: zadanie jest renderowane w podwójnej rozdzielczości Y
pt_pt: O movimento do traçador não está correto: o trabalho é renderizado com resolução Y dupla
ru_ru: Движение плоттера неверное: визуализация выполняется в двойном разрешении по оси Y
tr_tr: izici hareketi doru deil: i ift Y znrlnde yapld
zh_cn: 绘图仪移动不正确：该作业以双 Y 分辨率进行渲染

# MAIN_MARCHA_PAUSE
source: PAUSE
de_de: UNTERBRECHEN
es_es: PAUSA
id_id: JEDA
it_it: SOSPENDI
ko_kr: 일시 중지
pl_pl: PAUZA
pt_pt: PAUSA
ru_ru: ПАУЗА
tr_tr: DURAKLAT
zh_cn: 暂停

# MAIN_JETTING_GAP_CHANGED
source: Thickness sensor readjust required.
es_es: Ajuste de sensor de espesor requerido.
zh_cn: 重新校准高度传感器

# WARNING_REPEATED_COLORPLANE_MULTIHEAD
source: It's not possible to repeat color planes in bars with different resolution
es_es: No se permiten color planes repetidos en barras de distinta resolución

# MAIN_THICKNESS_READ
source: Thickness read:
es_es: Lectura sensor:
zh_cn: 砖胚厚度读数

# MODEL_DESIGNS_TIF_FORMAT_ERROR
source: The image must be a CMYK Tiff file. RGB is not supported
es_es: La imagen tiene que ser un Tiff CMYK. RGB no está soportado
zh_cn: 图片应该是CMYK格式，不支持RGB格式

# M_EDIT_NOZZLE_OUT
source: Nozzle out correction
cs_cz: Korekce výpadku trysky
de_de: Korrektur des Düsenausgangs
es_es: Corrección de inyectores
fr_fr: Correction injecteur
id_id: Perbaikan nosel keluar
it_it: Correzione ugello
ko_kr: 노즐 아웃 수정
pl_pl: Korekcja dyszy
pt_pt: Correção de saída de injetor
ru_ru: Исправление выхода сопла
tr_tr: Pskrtme dzeltmesi
zh_cn: 喷嘴未校正

# M_EDIT_BAR_INK_COM_PORT
source: Inkbox COM Port
cs_cz: COM Port pro zásobník inkoustu
de_de: COM-Anschluss für Tintenbehälter
es_es: Puerto COM de cartucho
fr_fr: Port COM encres
id_id: Port COM Kotak Tinta
it_it: Porta COM Inkbox
ko_kr: 잉크박스 COM 포트
pl_pl: Port Inkbox COM
pt_pt: Porta COM de caixa de tinta
ru_ru: COM-порт ящика чернил
tr_tr: Mrekkep Kutusu COM Balant Noktas
zh_cn: 墨盒 COM 端口

# M_EDIT_DESC_NUM_CARR
source: Number of Carriage Boards:
es_es: Número de carriage boards:
zh_cn: carriage board 序列号

# M_EDIT_DESC_THINKNESS
source: Thickness Sensor
es_es: Láser de entrada
zh_cn: 砖胚厚度感应器

# M_EDIT_DESC_BAR_COLORPLANE
source: Color Plane:
es_es: Canal correspondiente:
zh_cn: 对应通道:

# M_EDIT_DIAG_RESET_CARRIAGE
source: Reset carriage
es_es: Reiniciar Carriage
zh_cn: 重置carriage

# M_EDIT_DIAG_RESET_SWITCH
source: Reset switch
es_es: Reiniciar switch
zh_cn: 重置开关

# M_EDIT_DIAG_ENC_FW
source: Forward count:
es_es: Contador hacia adelante:
zh_cn: 向前计数

# M_EDIT_DIAG_ENC_REV
source: Reverse count:
es_es: Contador hacia atrás:
zh_cn: 反向计数

# M_EDIT_DIAG_ENC_DIFF
source: Difference:
es_es: Diferencia:
zh_cn: 差异

# M_EDIT_DIAG_ENC_RES
source: Encoder resolution:
es_es: Resolución encoder:
zh_cn: 编码器分辨率

# M_EDIT_DIAG_ENC_BELT
source: Belt speed:
es_es: Velocidad de banda:
zh_cn: 皮带速度

# M_EDIT_DIAG_ENC_PRDETECT
source: Product detect count:
es_es: Contador de detección de pieza:
zh_cn: 产品监控计数

# G_VOLTAGE
source: Voltage
es_es: Voltaje
zh_cn: 电压

# G_OFF
source: Off
es_es: Apagado
zh_cn: 关闭

# G_ON
source: On
es_es: Encendido
zh_cn: 开启

# M_EDIT_QUAL_LIN_OPENCURVE
source: Open curve
es_es: Abrir curva
zh_cn: 打开曲线

# M_EDIT_QUAL_LIN_RECALCURVE
source: Recalculating curve
es_es: Recalcular curva
zh_cn: 计算

# G_RESET
source: Reset
es_es: Reiniciar
zh_cn: 重置

# M_EDIT_QUAL_LIN_EXTRACTCURVE
source: Extract curve
es_es: Extraer curva
zh_cn: 提取曲线

# M_FILE_PRINT_STATUS
source: Print status:
es_es: Estado print:
zh_cn: 打印状态

# M_FILE_SYSTEM_STATUS
source: System status:
es_es: Estado del sistema:
zh_cn: 系统状态

# M_POWEROFF_WARNING
source: The power off process has failed. The electronics could be damaged. Do you want to continue?
es_es: El proceso de quitar tensión ha fallado. La electrónica puede dañarse. ¿Quiere continuar?

# M_POWERON_WARNING
source: Warning! Power on process has failed. Ptrims values could not be properly set
es_es: El proceso dar tensión ha fallado. Los valores de los Ptrims pueden no haberse escrito correctamente.

# M_EDIT_MACHINE_WIDTH
source: Printer Width:
es_es: Anchura de máquina:

# M_EDIT_DESC_MAX_SPEED
source: Maximum belt speed:
es_es: Velocidad máxima de banda:

# UPDATE_FIRMWARE_STEP_1
source: Firmware Update Wizard: Step 1
es_es: Asistente Actualización Firmware: Paso 1

# UPDATE_FIRMWARE_STEP_2
source: Firmware Update Wizard: Step 2
es_es: Asistente Actualización Firmware: Paso 2

# UPDATE_FIRMWARE_STEP_3
source: Firmware Update Wizard: Step 3
es_es: Asistente Actualización Firmware: Paso 3

# UPDATE_FIRMWARE_STEP_4
source: Firmware Update Wizard: Step 4
es_es: Asistente Actualización Firmware: Paso 4

# UPDATE_FIRMWARE_REQUIRED
source: Firmware update required. Proceed?
es_es: Actualización de firmware necesaria. ¿Proceder?

# UPDATE_FIRMWARE_INFO_TEXT
source: Update process may take several minutes and cannot be interrupted. Are you sure you want to continue?
es_es: La actualización puede tardar varios minutos y no puede interrumpirse. ¿Seguro que desea continuar?

# UPDATE_FIRMWARE_RUNNING
source: Firmware update in process. Please wait.
es_es: Actualización de firmware en curso. Por favor, espere.

# UPDATE_FIRMWARE_OK
source: Firmware update finished succesfully.
es_es: Actualización de firmware realizada correctamente.

# UPDATE_FIRMWARE_ERROR
source: Firmware update has not finished correctly.
es_es: La actualización de firmware no se ha podido llevar a cabo

# UPDATE_FIRMWARE_RELEASE_VERSION
source: Release version:
es_es: Versión a actualizar:

# M_CHANNELS_CHANGED_WANT_SAVE
source: You are going to change the channels of the bars. This change may affect the qualities and the created TAS. Do you want to continue?
es_es: Va a cambiar los canales de las barras. Este cambio puede afectar a las calidades y a los TAS ya creados. ¿Desea continuar?

# KERNEL_CONNECTION_ERROR
source: Kernel connection lost. Reboot from C4_Mgr required.
es_es: Conexión con el kernel perdida. Se requiere reinicio mediante C4_Mgr.

# KERNEL_CONNECTION_ERROR_HEADER
source: Kernel connection error.
es_es: Error de conexión con el kernel.

# START_JOB_WO_HEADS_LINE
source: No print heads enabled at the line
es_es: No hay cabezales habilitados en la línea

# M_EDIT_DESC_GRAL_HIGH
source: HIGH
es_es: ALTO

# M_EDIT_DESC_GRAL_IN
source: IN
es_es: DENTRO

# M_EDIT_DESC_GRAL_INK_SYSTEM
source: Ink system:
es_es: Sistema de tintas:

# M_EDIT_DESC_GRAL_LOW
source: LOW
es_es: BAJO

# M_EDIT_DESC_GRAL_MED
source: MED
es_es: MEDIO

# M_EDIT_DESC_GRAL_OFF
source: OFF
es_es: APAGADO

# M_EDIT_DESC_GRAL_ON
source: ON
es_es: ENCENDIDO

# M_EDIT_DESC_GRAL_OUT
source: OUT
es_es: FUERA

# MODEL_BNDL_NOT_FOUND
source: Bndl files not found.
es_es: Bndl files no encontrados.

# WARNING_BAR_NOT_TO_PRINT_CHANNEL
source: The channel is not present in the image
es_es: El canal de la barra no se encuentra en la imagen

source: Bndl file not found
es_es: Bndl file no encontrado

# BNDL_VIEWER_NOT_FOUND
source: Bndl file viewer not found
es_es: Bndl file viewer no encontrado

# BAR_INK_SYSTEM_TEMP_SP_BOTTOM
source: SP temperature tank:
es_es: SP temperatura depósito:

# BAR_INK_TEMP_BOTTOM
source: Temperature tank:
es_es: Temperatura depósito:

# BOTTOM_TANK_HEATING
source: Tank heating:
es_es: Calentamiento depósito:

# M_EDIT_PRESSURE_CALIBRATION
source: Bars pressure calibration
es_es: Referenciado sensores presión

# M_EDIT_PRESSURE_SENSOR_CALIBRATION
source: Bars pressure calibration
es_es: Calibración de presión de las barras

# M_EDIT_HOMING_ALL
source: Home all bars
es_es: Referenciar todo

# M_EDIT_CANCEL_HOMING
source: Cancel homing
es_es: Cancelar referenciado

source: Heating Off
es_es: Parar calentamiento

source: Heating On
es_es: Calentamiento

# BNDL_SIZE_ERROR
source: Impossible to open bndl file, bndl size error
es_es: No se pudo abrir el bndl file, tamaño incorrecto

# BNDL_SIZE_REQ_ERROR
source: Error requesting bndl size
es_es: Error en la petición del tamaño del bndl

# BAR_INK_STOP_ERROR
source: Ink system cannot be stopped while the bar is printing. It should be disabled first.
es_es: No se puede parar el sistema de tintas mientras la barra está imprimiendo. Se debe deshabilitar primero.

# BAR_MAPPING_ERROR
source: Bar mapping error. This change won't be saved
es_es: Error en el mapeo de las barras. Este cambio no tendrá efecto

# NOZZLEOUT_OBTAIN_FROM_PRINTHEAD
source: Obtain from printhead
es_es: Leer del cabezal

# M_EDIT_DESC_BAR_SHAREPRINTHEAD
source: Share last printhead
es_es: Compartir último cabezal

# G_DATA_WILL_BE_LOST
source: All unsaved data will be lost.
es_es: Se perderá la información que no se haya guardado.

# G_DATA_WILL_BE_OVERWRITTEN
source: Data will be overwritten.
es_es: La información se sobreescribirá.

# JOBS_AKIRA_DELETE_RENDER
source: It will be needed to rip the job again.
es_es: Será necesario volver a ripear el modelo.

# M_EDIT_DESC_GRAL_PHOTOCELL_DETECTION
source: Photocell detection:
es_es: Sistema de fotocélulas:

# M_EDIT_DESC_GRAL_PHOTOCELL_DETECTION_2CELLS
source: 2-Photocells
es_es: 2-Fotocélulas

# M_EDIT_DESC_GRAL_PHOTOCELL_DETECTION_3CELLS
source: 3-Photocells
es_es: 3-Fotocélulas

# M_EDIT_DESC_GRAL_PHOTOCELL_DETECTION_NONE
source: None
es_es: Ninguno

# EDIT_PHOTOCELL_HEADS_UP_SENSOR
source: Heads up sensor:
es_es: Sensor pieza doblada:

# EDIT_PHOTOCELL_HOMING_INFO
source: The machine must be in MANUAL mode
es_es: La máquina debe estar en modo MANUAL

# EDIT_PHOTOCELL_MOTOR_ERROR
source: Motor error:
es_es: Motor en error:

# EDIT_PHOTOCELL_MOTOR_HOMED
source: Motor homed:
es_es: Motor referenciado:

# EDIT_PHOTOCELL_MOTOR_POSITION
source: Motor position:
es_es: Posición del motor:

# EDIT_PHOTOCELL_PRINTING_OFFSET
source: Printing offset:
es_es: Desviación de pintado:

# MODEL_LINEAR_NO_RENDER
source: Cannot render a linear model with a resolution different than the native of the print head
es_es: No es posible ripear modelos Linear a una resolución diferente de la nativa del cabezal

# G_EXIT_NOW
source: Exit Now
es_es: Salir Ahora

# G_PRINT
source: Print
es_es: Imprimir

# G_PASTE
source: Paste
es_es: Pegar

# M_EDIT_INK_REFERENCE
source: Ink Reference
es_es: Referencia Tinta

# G_APPLY
source: Apply
es_es: Aplicar

# M_EDIT_CONFWEAKNOZZLES
source: Weak Nozzles Configuration
es_es: Configuración inyectores débiles

# WPN_ALL_SMOOTH
source: All smooth
es_es: Todo suavizado

# WPN_SMOOTH_END
source: Smooth end
es_es: Final suavizado

# WPN_SMOOTH_START
source: Smooth start
es_es: Inicio suavizado

# WPN_CLEAN_CONFIGURATION
source: Clean configuration
es_es: Limpiar configuración

# WPN_FILL_AUTOMATIC
source: Fill automatic
es_es: Rellenar automáticamente

# MAIN_START
source: Start
fr_fr: MARCHE
id_id: Mulai
it_it: Avvio
ko_kr: 시작
pt_pt: Accionar
ru_ru: Старт
tr_tr: Basla
zh_cn: 开始

# MAIN_STOP
source: Stop
de_de: Stopp
fr_fr: ARRÊT
id_id: Berhenti
ko_kr: 정지
ru_ru: Стоп
tr_tr: Dur
zh_cn: 停止

# MAIN_GENERAL
source: General
cs_cz: Všeobecné
de_de: Allgemein
fr_fr: Général
id_id: Umum
it_it: Generale
ko_kr: 일반
pl_pl: Ogólnie
pt_pt: Geral
ru_ru: Общие
tr_tr: Genel
zh_cn: 总览

# MAIN_MANUAL
source: MANUAL
cs_cz: RUČNÍ
de_de: MANUELL
fr_fr: Manuel
it_it: MANUALE
ko_kr: 수동
pl_pl: RĘCZNY
ru_ru: ВРУЧНУЮ
tr_tr: ELLE
zh_cn: 手动

# MAIN_TAS
source: TAS
zh_cn: 色调调整系统

# MAIN_MARCHA_BYPASS
source: BY-PASS
ko_kr: 바이패스
ru_ru: БАЙПАС
zh_cn: 旁路

# MAIN_LINEMODE_NORMAL
source: Normal
cs_cz: Normální
it_it: Normale
ko_kr: 정상
pl_pl: Normalny
ru_ru: Нормальный
zh_cn: 正常

# M_EDIT_PRINTHEADS_PTRIMS
source: PTrims
ko_kr: P트림
tr_tr: Kirpmak
zh_cn: 区间电压

# BAR_MOTOR
source: Motor:
fr_fr: Moteur :
id_id: Penggerak:
it_it: Motore
ko_kr: 모터:
pl_pl: Silnik:
ru_ru: Мотор:
zh_cn: 马达：

# MODEL_INK_CONSUM_TOTAL
source: Total:
cs_cz: Celkem:
de_de: Gesamt:
it_it: Totale
ko_kr: 합계:
pl_pl: Ogółem:
ru_ru: Всего:
tr_tr: Toplam:
zh_cn: 合计

# MODEL_MODES_NORMAL
source: Normal
cs_cz: Normální
it_it: Normale
ko_kr: 정상
pl_pl: Normalny
ru_ru: Ручной
zh_cn: 正常

# MODEL_MODES_INCREMENTAL
source: Incremental
cs_cz: Vzrůstající
de_de: Inkremental
fr_fr: Progressif
id_id: Naik
it_it: Sequenziale
ko_kr: 증가
pl_pl: Narastający
ru_ru: В порядке возратания
tr_tr: Artirim
zh_cn: 增量

# MODEL_MODES_RANDOM
source: Random
cs_cz: Náhodný
de_de: Zufällig
fr_fr: Aléatoire
id_id: Acak
it_it: Casuale
ko_kr: 랜덤
pl_pl: Losowy
pt_pt: Aleatório
ru_ru: Произвольно
tr_tr: Rastgele
zh_cn: 随机

# MODEL_MODES_MANUAL
source: Manual
cs_cz: Ruční
de_de: Manuell
fr_fr: Manuel
it_it: Manuale
ko_kr: 수동
pl_pl: Ręczny
ru_ru: Вручную
tr_tr: Elle
zh_cn: 手动

# MODEL_MODES_CRETAVISION
source: Cretavision
ko_kr: 크레타비젼
zh_cn: 视觉识别系统

# MODEL_IMG_STATE_OK
source: Ok
ko_kr: 확인
zh_cn: 确定

# M_EDIT_DESC_GRAL_ENCODER_P
source: Encoder:
cs_cz: Kodér:
de_de: Codiergerät:
id_id: Enkoder:
ko_kr: 엔코더:
pl_pl: Enkoder:
ru_ru: Кодировщик:
tr_tr: Enkoder:
zh_cn: 编码器

# CLEAN_OFFSET
source: Offset
cs_cz: Odsazení
ko_kr: 오프셋
pl_pl: Przesunięcie
ru_ru: Офсет
tr_tr: Ofset
zh_cn: 偏置

# CLEAN_SPIT
source: Spit
de_de: Spitting
id_id: Pancaran
ko_kr: 배출
pl_pl: Wypluwanie
tr_tr: Puskurt
zh_cn: 闪喷

# M_EDIT_QUALITY_FACTOR
source: Factor:
cs_cz: Faktor:
de_de: Faktor:
fr_fr: Facteur :
id_id: Faktor:
it_it: Fattore:
ko_kr: 계수:
pl_pl: Współczynnik:
pt_pt: Fator:
ru_ru: Коэффициент:
tr_tr: Etken:
zh_cn: 因数

# M_EDIT_QUALITY_OVERLAP
source: Overlap
cs_cz: Překrytí
de_de: Überlappung
id_id: Tumpang tindih
it_it: Sovrapposizione
ko_kr: 중복
pl_pl: Nakładka
ru_ru: Наложение
tr_tr: Asma
zh_cn: 重叠

# G_NO
source: No
cs_cz: Ne
de_de: Nein
fr_fr: Non
id_id: Tidak
ko_kr: 아니오
pl_pl: Nie
pt_pt: Não
ru_ru: Нет
tr_tr: Hayir
zh_cn: 取消

# M_USER_LEVEL_LOW
source: Normal
cs_cz: Normální
it_it: Normale
ko_kr: 정상
pl_pl: Normalny
ru_ru: Нормальный
zh_cn: 操作员

# FILE_PRODUCTION_REPORT_TOTAL
source: Total
cs_cz: Celkem
de_de: Gesamt
it_it: Totale
ko_kr: 합계
pl_pl: Sumarycznie
ru_ru: Всего
tr_tr: Toplam
zh_cn: 总共

# TAS_TONE_MANUAL
source: Manual
cs_cz: Ruční síla
de_de: Manuell
fr_fr: Manuel
it_it: Manuale
ko_kr: 수동
pl_pl: Ręczny
ru_ru: Ручной
tr_tr: Elle
zh_cn: 手动

# PLOT_MOTOR_GAIN
source: Motor gain:
cs_cz: Posílení motoru:
de_de: Verstärkung des Motors:
fr_fr: Gain moteur :
id_id: Perolehan penggerak:
it_it: Rafforzamento del motore:
ko_kr: 모터 이득:
pl_pl: Wzmocnienie silnika:
pt_pt: Ganho de motor:
ru_ru: Коэффициент усиления двигателя:
tr_tr: Motor kazanm:
zh_cn: 电动机增益：

# M_EDIT_DIAGNOSTICS
source: Efi Diagnostics
ko_kr: 효율성 진단 (Efi Diagnostics)
ru_ru: Диагностика EFI
tr_tr: Efi Tanlama
zh_cn: EFI 诊断

# M_EDIT_DESC_CAM_DIGITALSIGNALS
source: Sync
cs_cz: Synchronizace
de_de: Synchronisieren
id_id: Sinkronkan
it_it: Sincronizza
ko_kr: 동기화
pl_pl: Synchronizacja
pt_pt: Sincronizar
ru_ru: Синхронизация
tr_tr: Senk
zh_cn: 同步

# M_EDIT_DESC_SUBPORT
source: SubPort:
zh_cn: 子端口:

# M_EDIT_DESC_HEAD_ID
source: Head Id:
zh_cn: 打印头ID:

source: Compenser L1
zh_cn: 储胚器1

source: Compenser L2
zh_cn: 储胚器2
