Repository: masterkeystroker/high-tech-code-industrials
Catalog: Strings.*.resx
Languages: cs_cz, de_de, es_es, fr_fr, id_id, it_it, ko_kr, pl_pl, pt_pt, ru_ru, tr_tr, zh_cn

source: Return speed:
cs_cz: Rychlost návratu:
de_de: Rücklaufgeschwindigkeit:
es_es: Velocidad Retorno:
fr_fr: Vitesse Retour :
id_id: Kecepatan kembali:
it_it: Velocità di risposta:
ko_kr: 회복 속도:
pl_pl: Prędkość powrotu:
pt_pt: Velocidade de retorno:
ru_ru: Скорость возврата:
tr_tr: Dn hz:
zh_cn: 回程速度：

# M_EDIT_CARRIER_ADJUST
source: Adjust cleaning carrier
cs_cz: Seřídit čisticí vozík
de_de: Einstellung der Reinigungsvorrichtung
es_es: Ajuste de carro de limpieza
fr_fr: Ajuster le chariot de nettoyage
id_id: Menyesuaikan wadah membersihkan
it_it: Impostazione di carrello di pulizia
ko_kr: 캐리어 청소 조정
pl_pl: Regulacja wózka czyszczącego
pt_pt: Ajustar carro de limpeza
ru_ru: Настроить чистящую каретку
tr_tr: Temizlik taycsn ayarlama
zh_cn: 调整清洁架

# M_EDIT_BAR_NUM_PMB_LINE1
source: PMBs in Line 1:
cs_cz: PMB na lince 1:
de_de: PMBs in Zeile 1:
es_es: PMBs en línea 1:
fr_fr: Les PMB en ligne 1 :
id_id: PMB di Baris 1:
it_it: PMBs in linea 1:
ko_kr: 라인 1의 PMBs:
pl_pl: PMB w linii 1:
pt_pt: PMBs na Linha 1:
ru_ru: Количество PMB в линии 1:
tr_tr: 1. Satrdaki PMB'ler:
zh_cn: 第 1 行 PMB：

source: Cleaning speed:
cs_cz: Rychlost čištění:
de_de: Reinigungsgeschwindigkeit:
es_es: Velocidad de limpieza:
fr_fr: Vitesse de nettoyage :
id_id: Kecepatan membersihkan:
it_it: Velocità di pulizia:
ko_kr: 청소 속도:
pl_pl: Prędkość czyszczenia:
pt_pt: Velocidade de limpeza:
ru_ru: Скорость очистки:
tr_tr: Temizlik hz:
zh_cn: 清洁速度：

# BAR_INK_ADVANCED
source: Advanced
cs_cz: Pokročilé
de_de: Erweitert
es_es: Avanzadas
fr_fr: Avancées
id_id: Lanjut
it_it: Avanzate
ko_kr: 고급
pl_pl: Zaawansowane
pt_pt: Avançado
ru_ru: Дополнительно
tr_tr: Gelimi
zh_cn: 高级

# BAR_INK_CLEAN_MANIFOLD
source: Clean manifold
cs_cz: Vyčistit komoru
de_de: Kollektor reinigen
es_es: Limpiar colector
fr_fr: Nettoyer le collecteur
id_id: Bersihkan pipa bercabang
it_it: Pulire il collettore
ko_kr: 매니폴드 청소
pl_pl: Czyszczenie kolektora
pt_pt: Limpar coletor
ru_ru: Очистить коллектор
tr_tr: Manifoldu temizleyin
zh_cn: 清洁岐管

# BAR_INK_EMPTY_DEPOSIT
source: Empty Tank
cs_cz: Vyprázdnit nádrž
de_de: Tank leeren
es_es: Vaciar depósito
fr_fr: Vider réservoir
id_id: Kosongkan Penyimpanan
it_it: Svuotare il deposito
ko_kr: 디포짓을 비우십시오
pl_pl: Opróżnianie zbiornika
pt_pt: Esvaziar depósito
ru_ru: Очистить хранилище
tr_tr: Kab Boalt
zh_cn: 清空墨盒

# BAR_INK_EMPTY_EXCHANGER
source: Empty exchanger
cs_cz: Vyprázdnit výměník
de_de: Austauscher leeren
es_es: Vaciar intercambiador
fr_fr: Vider l'échangeur
id_id: Kosongkan selang
it_it: Svuotare lo scambiatore
ko_kr: 교환기를 비우십시오
pl_pl: Opróżnianie wymiennika
pt_pt: Esvaziar permutador
ru_ru: Очистить обменник
tr_tr: Eanjr boaltn
zh_cn: 清空交换器

# BAR_INK_LOAD
source: Load
cs_cz: Načíst
de_de: Laden
es_es: Cargar tinta
fr_fr: Recharger l'encre
id_id: Muatan
it_it: Caricare inchiostro
ko_kr: 로드
pl_pl: Załadować
pt_pt: Carregar
ru_ru: Загрузка
tr_tr: Ykle
zh_cn: 加载

# BAR_INK_MAN_REVERSE
source: Manual Reverse Flow
cs_cz: Ruční zpětný tok
de_de: Manueller Rückfluss
es_es: Flujo reverso manual
fr_fr: Flux inversé manuel
id_id: Aliran Balik Manual
it_it: Flusso contrario manuale
ko_kr: 수동 역행 조절
pl_pl: Ręczne odwrócenie przepływu
pt_pt: Fluxo inverso manual
ru_ru: Отвод потока вручную
tr_tr: Manuel Ters Ak
zh_cn: 手动回流

# BAR_INK_TEST_MODE
source: Test mode:
cs_cz: Režim testu:
de_de: Testmodus:
es_es: Modo test:
fr_fr: Mode test :
id_id: Mode uji:
it_it: Modalità test:
ko_kr: 시험 모드:
pl_pl: Tryb testowy:
pt_pt: Modo de teste:
ru_ru: Режим испытания:
tr_tr: Test modu:
zh_cn: 测试模式：

# BAR_MESSAGE_CLEAN_MANIFOLD_1
source: Clean manifold (1/3): Prepare the tank to clean the manifold
cs_cz: Vyčistit komoru (1/3): Připravit nádrž na vyčištění komory
de_de: Kollektor reinigen (1/3): Tank vorbereiten, um den Kollektor zu reinigen
es_es: Limpiar colector (1/3): Preparar el depósito para limpiar el colector
fr_fr: Nettoyer le collecteur (1/3) : Préparer le réservoir pour nettoyer le correcteur
id_id: Bersihkan pipa bercabang (1/3): Siapkan penyimpanan untuk membersihkan pipa
it_it: Pulire collettore (1/3): Preparare il deposito per pulire il collettore
ko_kr: 매니폴드 청소(1/3): 매니폴드 청소를 위해 디포짓을 준비해 주십시오
pl_pl: Czyszczenie kolektora (1/3): Przygotować zbiornik do czyszczenia kolektora
pt_pt: Limpar coletor (1/3): Preparar o depósito para limpar o coletor
ru_ru: Очистить коллектор (1/3): Подготовьте хранилище для очистки коллектора
tr_tr: Manifoldu temizleyin (1/3): Manifoldu temizlemek iin kab hazrlayn
zh_cn: 清洁岐管 (1/3)：准备墨盒以清洁岐管

# BAR_MESSAGE_CLEAN_MANIFOLD_2
source: Clean manifold (2/3): Cleaning manifold...
cs_cz: Vyčistit komoru (2/3): Čištění komory...
de_de: Kollektor reinigen (2/3): Kollektor wird gereinigt …
es_es: Limpiar colector (2/3): Limpiando colector...
fr_fr: Nettoyer le collecteur (2/3) : Nettoyage du collecteur…
id_id: Bersihkan pipa bercabang (2/3): Membersihkan pipa...
it_it: Pulire collettore (2/3): Pulendo il collettore…
ko_kr: 매니폴드 청소(2/3): 매니폴드 청소중...
pl_pl: Czyszczenie kolektora (2/3): Czyszczenie kolektora…
pt_pt: Limpar coletor (2/3): A limpar o coletor...
ru_ru: Очистить коллектор (2/3): Очистка коллектора...
tr_tr: Manifoldu temizleyin (2/3): Manifold temizleniyor...
zh_cn: 清洁岐管 (2/3)：正在清洁岐管...

# BAR_MESSAGE_CLEAN_MANIFOLD_3
source: Clean manifold (3/3): Prepare to normal function
cs_cz: Vyčistit komoru (3/3): Připravit na normální funkci
de_de: Kollektor reinigen (3/3): Vorbereiten für Normalbetrieb
es_es: Limpiar colector (3/3): Preparar para funcionamiento normal
fr_fr: Nettoyer le collecteur (3/3) : Préparer pour le fonctionnement normal
id_id: Bersihkan pipa bercabang (3/3): Mempersiapkan fungsi normal...
it_it: Pulire collettore (3/3): Preparare per il normale funzionamento
ko_kr: 매니폴드 청소(3/3): 일반 기능 준비
pl_pl: Czyszczenie kolektora (3/3): Przygotować urządzenie do normalnej pracy
pt_pt: Limpar coletor (3/3): Preparar para funcionamento normal
ru_ru: Очистить коллектор (3/3): Подготовьте к работе в штатном режиме
tr_tr: Manifoldu temizleyin (3/3): Normal ileve hazrlann
zh_cn: 清洁岐管 (3/3)：准备正常工作

# BAR_MESSAGE_EMPTY_DEPOSIT_1
source: Empty ink tank (1/3): Prepare the container and open the tank valve
cs_cz: Vyprázdnit nádrž na inkoust (1/3): Připravit kontejner a otevřít ventil nádrže
de_de: Tintentank leeren (1/3): Container vorbereiten und Tankventil öffnen
es_es: Vaciar depósito (1/3): Preparar el contenedor y abrir la válvula del depósito
fr_fr: Vider le réservoir (1/3) : Préparer le conteneur et ouvrir la valve du réservoir
id_id: Kosongkan penyimpanan tinta (1/3): Menyiapkan wadah dan membuka katup penyimpanan
it_it: Svuotare il deposito (1/3): Preparare il contenitore e aprire la valvola di deposito
ko_kr: 잉크 디포짓 비우기(1/3): 용기를 준비한 후 디포짓 밸프를 여십시오
pl_pl: Opróżnianie zbiornika tuszu (1/3): Przygotować zbiornik i otworzyć zawór
pt_pt: Esvaziar depósito de tinta (1/3): Preparar o recipiente e abrir a válvula do depósito
ru_ru: Очистить хранилище чернил (1/3): Подготовьте контейнер и откройте клапан хранилища
tr_tr: Mrekkep kabn boaltn (1/3): Hazneyi hazrlayn ve kap valfini an
zh_cn: 清空墨盒 (1/3)：准备容器并打开墨盒阀门

# BAR_MESSAGE_EMPTY_DEPOSIT_2
source: Empty ink tank (2/3): Emptying the tank...
cs_cz: Vyprázdnit nádrž na inkoust (2/3): Vyprazdňování nádrže...
de_de: Tintentank leeren (2/3): Tank wird geleert …
es_es: Vaciar depósito (2/3): Vaciando el depósito...
fr_fr: Vider le réservoir (2/3) : Vidage du réservoir…
id_id: Kosongkan penyimpanan tinta (2/3): Mengosongkan penyimpanan...
it_it: Svuotare il deposito (2/3): Svuotando il deposito…
ko_kr: 잉크 디포짓 비우기(2/3): 디포짓 비우는 중...
pl_pl: Opróżnianie zbiornika tuszu (2/3): Opróżnianie zbiornika…
pt_pt: Esvaziar depósito de tinta (2/3): A esvaziar o depósito...
ru_ru: Очистить хранилище чернил (2/3): Очистка хранилища...
tr_tr: Mrekkep kabn boaltn (2/3): Kap boaltlyor...
zh_cn: 清空墨盒 (2/3)：正在清空墨盒...

# BAR_MESSAGE_EMPTY_DEPOSIT_3
source: Empty ink tank (3/3): Close the tank valve
cs_cz: Vyprázdnit nádrž na inkoust (3/3): Zavřít ventil nádrže
de_de: Tintentank leeren (3/3): Tankventil schließen
es_es: Vaciar depósito (3/3): Cerrar la válvula del depósito
fr_fr: Vider le réservoir (3/3) : Fermer la valve du réservoir
id_id: Kosongkan penyimpanan tinta (3/3): Menutup katup penyimpanan
it_it: Svuotare il deposito (3/3): Chiudere la valvola del deposito
ko_kr: 잉크 디포짓 비우기(3/3): 디포짓 밸브 닫기
pl_pl: Opróżnianie zbiornika tuszu (3/3): Zamknąć zawór
pt_pt: Esvaziar depósito de tinta (3/3): Fechar a válvula do depósito
ru_ru: Очистить хранилище чернил (3/3): Закройте клапан хранилища
tr_tr: Mrekkep kabn boaltn (3/3): Kap valfini kapatn
zh_cn: 清空墨盒 (3/3)：关闭墨盒阀门

# BAR_MESSAGE_EMPTY_EXCHANGER_1
source: Empty ink exchanger (1/3): Open the valve situated under the exchanger
cs_cz: Vyprázdnit výměník inkoustu (1/3): Otevřít ventil pod výměníkem
de_de: Tintenaustauscher leeren (1/3): Ventil unterhalb des Austauschers öffnen
es_es: Vaciar intercambiador (1/3): Abrir la válvula situada bajo el intercambiador.
fr_fr: Vider l'échangeur (1/3) : Ouvrir la valve située sous l'échangeur
id_id: Kosongkan selang tinta (1/3): Membuka katup di bawah penukar
it_it: Svuotare lo scambiatore (1/3): Aprire la valvola situata al di sotto dello scambiatore.
ko_kr: 잉크 교환기 비우기(1/3): 교환기 아래에 위치해 있는 밸브를 여십시오
pl_pl: Opróżnianie wymiennika tuszu (1/3): Otworzyć zawór znajdujący się pod wymiennikiem
pt_pt: Esvaziar permutador de tinta (1/3): Abrir a válvula localizada debaixo do permutador
ru_ru: Очистить обменник чернил (1/3): Откройте клапан, расположенный под обменником
tr_tr: Mrekkep eanjrn boaltn (1/3): Eanjrn altnda yer alan valfi an
zh_cn: 清空墨水交换器 (1/3)：打开交换器下方的阀门

# BAR_MESSAGE_EMPTY_EXCHANGER_2
source: Empty ink exchanger (2/3): Emptying the exchanger...
cs_cz: Vyprázdnit výměník inkoustu (2/3): Vyprazdňování výměníku...
de_de: Tintenaustauscher leeren (2/3): Austauscher wir geleert …
es_es: Vaciar intercambiador (2/3): Vaciando el intercambiador...
fr_fr: Vider l'échangeur (2/3) : Vidage de l'échangeur…
id_id: Kosongkan selang tinta (2/3): Mengosongkan selang…
it_it: Svuotare lo scambiatore (2/3): Svuotando l'intercambiatore…
ko_kr: 잉크 교환기 비우기(2/3): 교환기 비우는 중...
pl_pl: Opróżnianie wymiennika tuszu (2/3): Opróżnianie wymiennika…
pt_pt: Esvaziar permutador de tinta (2/3): A esvaziar o permutador...
ru_ru: Очистить обменник чернил (2/3): Очистка обменника...
tr_tr: Mrekkep eanjrn boaltn (2/3): Eanjr boaltlyor...
zh_cn: 清空墨水交换器 (2/3)：正在清空交换器...

# BAR_MESSAGE_EMPTY_EXCHANGER_3
source: Empty ink exchanger (3/3): Close the valve situated under the exchanger
cs_cz: Vyprázdnit výměník inkoustu(3/3): Zavřít ventil pod výměníkem
de_de: Tintenaustauscher leeren (3/3): Ventil unterhalb des Austauschers schließen
es_es: Vaciar intercambiador (3/3): Cerrar la válvula situada bajo el intercambiador.
fr_fr: Vider l'échangeur (3/3) : Fermer la valve située sous l'échangeur.
id_id: Kosongkan selang tinta (3/3): Menutup katup di bawah penukar
it_it: Svuotare lo scambiatore (3/3): Svuotare la valvola situata al di sotto dello scambiatore.
ko_kr: 잉크 교환기 비우기(3/3): 교환기 아래에 위치해 있는 밸브를 닫으십시오
pl_pl: Opróżnianie wymiennika tuszu (3/3): Zamknąć zawór znajdujący się pod wymiennikiem
pt_pt: Esvaziar permutador de tinta (3/3): Fechar a válvula localizada debaixo do permutador
ru_ru: Очистить обменник чернил (3/3): Закройте клапан, расположенный под обменником
tr_tr: Mrekkep eanjrn boaltn (3/3): Eanjrn altnda yer alan valfi kapatn
zh_cn: 清空墨水交换器 (3/3)：关闭交换器下方的阀门

# BAR_MESSAGE_LOAD_INK_1
source: Load ink tank(1/2): Ensure the valves are in recirculing position and load ink in the tank
cs_cz: Naplnit nádrž na inkoust (1/2): Zajistit, aby byly ventily v recirkulační poloze, a naplnit nádrž inkoustem
de_de: Tintentank füllen (1/2): Sicherstellen, dass sich die Ventile in der Position Rückführung befinden und Tank mit Tinte füllen
es_es: Cargar tinta (1/2): Asegúrese de que las vávulas están en posición de recirculación y cargue tinta en el depósito.
fr_fr: Recharger encre (1/2) : Assurez-vous que les valves soient en position de recirculation et recharger l'encre dans le réservoir.
id_id: Muat penyimpanan tinta (1/2): Memastikan katup berada dalam posisi resirkulasi dan memuat tinta di dalam penyimpanan
it_it: Caricare inchiostro (1/2): Assicurarsi che le valvole siano in posizione di ricircolo e carichi l'inchiostro nel deposito.
ko_kr: 잉크 디포짓 로드(1/2): 밸브가 재순환 위치에 있는지 확인한 후 잉크를 디포짓으로 로드해 주십시오
pl_pl: Ładowanie zbiornika tuszu (1/2): Upewnić się, że zawory znajdują się w pozycji recyrkulacji, i załadować zbiornik z tuszem
pt_pt: Carregar depósito de tinta (1/2): Assegurar que as válvulas estão na posição de recirculação e carregar tinta no depósito
ru_ru: Заполнить хранилище чернил (1/2): Убедитесь, что клапаны находятся в положении рециркуляции и загрузите чернила в хранилище
tr_tr: Mrekkep kabn ykleyin (1/2): Valflerin devir daim pozisyonunda olduundan emin olun ve kaba mrekkep ykleyin
zh_cn: 加载墨盒 (1/2)：确保阀门处于再循环位置，然后在墨盒中加载墨水

# BAR_MESSAGE_LOAD_INK_2
source: Load ink tank(2/2): Initial recirculation of the ink ...
cs_cz: Naplnit nádrž na inkoust (2/2): Počáteční recirkulace inkoustu ...
de_de: Tintentank füllen (2/2): Tinte wird rückgeführt (erster Durchgang) …
es_es: Cargar tinta (2/2): Recirculación inicial de la tinta...
fr_fr: Recharger encre (2/2) : Recirculation initiale de l'encre...
id_id: Muat penyimpanan tinta (2/2): Resirkulasi tinta awal...
it_it: Caricare inchiostro (2/2): Ricircolo iniziale dell'inchiostro…
ko_kr: 잉크 디포짓 로드(2/2): 첫번째 잉크 재순환 ...
pl_pl: Ładowanie zbiornika tuszu (2/2): Wstępna recyrkulacja tuszu…
pt_pt: Carregar depósito de tinta (2/2): Recirculação inicial da tinta...
ru_ru: Заполнить хранилище чернил (2/2): Начальная рециркуляция чернил...
tr_tr: Mrekkep kabn ykleyin (2/2): Mrekkebin ilk devir daimi ...
zh_cn: 加载墨盒 (2/2)：墨水的初次再循环...

# BAR_VACUUM_DIFF
source: Vacuum Diff:
cs_cz: Rozdíl ve vakuu:
de_de: Differenz Vakuum:
es_es: Diferencia vacío:
fr_fr: Différence vidage :
id_id: Perbedaan Vakum:
it_it: Differenza vuoto:
ko_kr: 진공률:
pl_pl: Różnica próżni:
pt_pt: Diferença de vácuo:
ru_ru: Разница вакууметрических давлений
tr_tr: Vakum Fark:
zh_cn: 真空差：

# BAR_VACUUM_ENTRY
source: Pressure at entry:
cs_cz: Tlak na vstupu:
de_de: Druck bei Eingang:
es_es: Presión en entrada:
fr_fr: Pression à l'entrée :
id_id: Tekanan di awal:
it_it: Pressione in entrata:
ko_kr: 입력시 압력:
pl_pl: Ciśnienie wlotowe:
pt_pt: Pressão à entrada:
ru_ru: Давление на входе:
tr_tr: Giri basnc:
zh_cn: 入口压力：

# BAR_VACUUM_EXIT
source: Pressure at exit:
cs_cz: Tlak na výstupu:
de_de: Druck bei Ausgang:
es_es: Presión en salida:
fr_fr: Pression à la sortie :
id_id: Tekanan di akhir:
it_it: Pressione in uscita:
ko_kr: 출력시 압력:
pl_pl: Ciśnienie wylotowe:
pt_pt: Pressão à saída:
ru_ru: Давление на выходе:
tr_tr: k basnc:
zh_cn: 出口压力：

# G_DONE
source: Done
cs_cz: Hotovo
de_de: Abgeschlossen
es_es: Hecho
fr_fr: Réalisé
id_id: Selesai
it_it: Fatto
ko_kr: 종료
pl_pl: Gotowe
pt_pt: Concluído
ru_ru: Готово
tr_tr: Tamamland
zh_cn: 完成

# ADV_INK_COLD_MENISCUS
source: Cold meniscus
cs_cz: Studený meniskus
de_de: Kalter Meniskus
es_es: Menisco frío
fr_fr: Ménisque froid
id_id: Meniskus dingin
it_it: Menisco freddo
ko_kr: 콜드 메니스커스
pl_pl: Menisk zimny
pt_pt: Menisco frio
ru_ru: Холодный мениск
tr_tr: Souk menisks
zh_cn: 冷弯月面

# ADV_INK_DESHAB_PID
source: Disable PID:
cs_cz: Deshab PID:
de_de: PID deaktivieren:
es_es: Deshab PID:
fr_fr: Déshab PID :
id_id: PID Deshab:
it_it: Disabilitare PID:
ko_kr: 노출 PID:
pl_pl: Wyłączenie PID:
pt_pt: Desativar PID:
ru_ru: Отключить ПИД-управление:
tr_tr: PID'yi devre d brakn:
zh_cn: 禁用 PID：

# ADV_INK_DRIP_SETPOINT
source: Setpoint drip:
cs_cz: Setpoint kapání:
de_de: Sollwert des Tropfens:
es_es: Setpoint de goteo:
fr_fr: Setpoint d'égouttement:
id_id: Tetesan Setpoint:
it_it: Setpoint del gocciolamento:
ko_kr: 설정값 드립:
pl_pl: Ustawienie kapania:
pt_pt: Setpoint de gota:
ru_ru: Уставка капельного модуля:
tr_tr: Ayar noktas damlatma:
zh_cn: 设定点滴墨：

# ADV_INK_EMPTYING_PARAMETERS
source: Emptying parameters
cs_cz: Parametry vyprazdňování
de_de: Leerungsparameter
es_es: Parámetros de vaciado
fr_fr: Paramètres de vidage
id_id: Mengosongkan parameter
it_it: Parametri di svuotamento
ko_kr: 파라미터 비우기
pl_pl: Parametry opróżniania
pt_pt: Parâmetros de esvaziamento
ru_ru: Очистка значений параметров
tr_tr: Boaltma parametreleri
zh_cn: 正在清空参数

# ADV_INK_EMPTYING_SETPOINT
source: Setpoint empty:
cs_cz: Setpoint prázdný:
de_de: Sollwert der Leerung:
es_es: Setpoint de vaciado:
fr_fr: Setprint de vidage :
id_id: Setpoint kosong:
it_it: Setpoint di svuotamento:
ko_kr: 설정값 비었음:
pl_pl: Ustawienie opróżniania:
pt_pt: Setpoint de vazio:
ru_ru: Уставка не задана:
tr_tr: Ayar noktas boaltma:
zh_cn: 设定点清空：

# ADV_INK_LOADING
source: Loading
cs_cz: Načítání
de_de: Ladung
es_es: Carga
fr_fr: Charge
id_id: Memuat
it_it: Carica
ko_kr: 로딩
pl_pl: Ładowanie
pt_pt: A carregar
ru_ru: Загрузка
tr_tr: Ykleniyor
zh_cn: 正在加载

# ADV_INK_LOADING_TIME
source: Recirculation time:
cs_cz: Doba recirkulace:
de_de: Zeit der Rückführung:
es_es: Tiempo de recirculación:
fr_fr: Temps de recirculation
id_id: Waktu resirkulasi:
it_it: Tempo di ricircolo:
ko_kr: 재순환 시간:
pl_pl: Czas recyrkulacji:
pt_pt: Tempo de recirculação:
ru_ru: Время рециркуляции:
tr_tr: Devir daim sresi:
zh_cn: 再循环时间：

# ADV_INK_MANUAL_REVERSE_PARAMETERS
source: Manual reverse flow
cs_cz: Ruční zpětný tok
de_de: Manueller Rückfluss
es_es: Flujo inverso manual
fr_fr: Flux inversé manuel
id_id: Aliran balik Manual
it_it: Flusso contrario manuale
ko_kr: 수동 역행 조절
pl_pl: Ręczne odwrócenie przepływu
pt_pt: Fluxo inverso manual
ru_ru: Отвод потока вручную
tr_tr: Manuel ters ak
zh_cn: 手动回流

# ADV_INK_MANUAL_REVERSE_TIME
source: Manual reverse flow time:
cs_cz: Doba ručního zpětného toku:
de_de: Zeit des manuellen Rückflusses:
es_es: Tiempo de flujo inverso manual:
fr_fr: Temps de flux inversé manuel :
id_id: Waktu aliran balik Manual:
it_it: Tempo del flusso inverso manuale
ko_kr: 수동 역행 시간:
pl_pl: Czas ręcznego odwrócenia przepływu:
pt_pt: Tempo de fluxo inverso manual:
ru_ru: Время отвода потока вручную:
tr_tr: Manuel ters ak sresi:
zh_cn: 手动回流时间：

# ADV_INK_PARAM
source: Advanced ink parameters
cs_cz: Pokročilé parametry inkoustu
de_de: Erweiterte Tintenparameter
es_es: Parámetros avanzados
fr_fr: Paramètres avancés
id_id: Parameter tinta lanjut
it_it: Parametri avanzati
ko_kr: 고급 잉크 파라미터
pl_pl: Zaawansowane parametry tuszu
pt_pt: Parâmetros de tinta avançados
ru_ru: Дополнительные параметры чернил
tr_tr: Gelimi mrekkep parametreleri
zh_cn: 高级墨水参数

# ADV_INK_REVERSE_SETPOINT
source: Setpoint reverse:
cs_cz: Setpoint zpětného toku:
de_de: Sollwert des Rückflusses:
es_es: Setpoint de flujo reverso:
fr_fr: Setpoint de flux inversé:
id_id: Setpoint balik:
it_it: Setpoint di flusso inverso:
ko_kr: 설정값 반전:
pl_pl: Ustawienie odwrócenia:
pt_pt: Setpoint de inverso:
ru_ru: Изменение значение уставки на обратное
tr_tr: Ayar noktas ters:
zh_cn: 设定点反转：

# ADV_INK_STAB_SOLENOIDS
source: Stabilize solenoids:
cs_cz: Stab. solenoidy:
de_de: Zylinderspule stabilisieren:
es_es: Estabilizar solenoides:
fr_fr: Stab. solénoïdes :
id_id: Stab solenoid:
it_it: Stabilire solenoidi:
ko_kr: 스태브 솔레노이드:
pl_pl: Elektromagnesy stab.
pt_pt: Estabilizar solenoides:
ru_ru: Стабилизировать электромагнитные клапаны
tr_tr: Solenoidleri stabilize edin:
zh_cn: 稳定螺线管：

# ADV_INK_TIME_AFTER_MINIMUM_LEVEL
source: Time of pump after minimum level:
cs_cz: Čas čerpadla po minimální hladině:
de_de: Zeit der Pumpe nach Minimallevel:
es_es: Tiempo de bomba tras nivel mínimo:
fr_fr: Temps de pompe après niveau minimum :
id_id: Waktu pompa setelah tingkat minimum:
it_it: Tempo di bomba in seguito al livello minimo:
ko_kr: 최소 레벨 후의 펌프 시간:
pl_pl: Czas pompowania po poziomie minimalnym:
pt_pt: Tempo de bomba após nível mínimo:
ru_ru: Время откачки после минимального уровня
tr_tr: Minimum seviyenin ardndan pompa sresi:
zh_cn: 最低液位后的泵送时间：

# ADV_INK_TIME_EMPTYING_MANIFOLD
source: Time to empty exchanger:
cs_cz: Doba vyprazdňování výměníku:
de_de: Zeit zum Leeren des Austauschers:
es_es: Tiempo de vaciado del intercambiador:
fr_fr: Temps de vidage de l'échangeur :
id_id: Waktunya mengosongkan penukar:
it_it: Tempo per svuotare lo scambiatore:
ko_kr: 교환기 비우기까지 남은 시간:
pl_pl: Czas na opróżnienie wymiennika:
pt_pt: Tempo para esvaziar permutador:
ru_ru: Время для очистки обменника:
tr_tr: boya isitici blok boaltma sresi:
zh_cn: 清空交换器的时间：

# TAS_TONE
source: Tone
cs_cz: Tón
de_de: Ton
es_es: Tono
fr_fr: Ton
it_it: Tono
ko_kr: 톤
pl_pl: Ton
pt_pt: Tom
ru_ru: Тон
zh_cn: 色调

# TAS_INTENSITY
source: Intensity
cs_cz: Intenzita
de_de: Intensität
es_es: Intensidad
fr_fr: Intensité
id_id: Intensitas
it_it: Intensità
ko_kr: 강도
pl_pl: Intensywność
pt_pt: Intensidade
ru_ru: Интенсивность
tr_tr: Yogunluk
zh_cn: 密度

# TAS_EXTRACT_TIFF
source: Extract TIFF
cs_cz: Extrahovat TIFF
de_de: TIFF extrahieren
es_es: Extraer TIFF
fr_fr: Extraire TIFF
id_id: Extrak TIFF
it_it: Estrarre TIFF
ko_kr: TIFF 추출
pl_pl: wyciąg Tiff
pt_pt: Extrair TIFF
ru_ru: Извлечь TIFF
tr_tr: TIFF cikartmak
zh_cn: 提取TIFF

# G_REFRESH
source: Refresh
cs_cz: Obnovit
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Mise à jour
id_id: Segarkan
it_it: Aggiornamento
ko_kr: 갱신
pl_pl: Odśwież
pt_pt: Atualizar
ru_ru: Обновить
tr_tr: Yenileme
zh_cn: 刷新

# BAR_INK_COPY_ADVANCED_PARAMETERS
source: Copy values in all bars
cs_cz: Kopírovat hodnoty ve všech barech
de_de: Werte in alle Balken kopieren
es_es: Copiar valores en todas las barras
fr_fr: Copier valeurs sur toutes les barres
id_id: Salin nilai di semua batang
it_it: Copiare i valori in tutte le barre
ko_kr: 설정값을 전체 바에 복사
pl_pl: Kopiowanie wartości we wszystkich modułach
pt_pt: Copiar valores em todas as barras
ru_ru: Скопировать значения во все модули
tr_tr: Tm ubuklardaki deerleri kopyalayn
zh_cn: 在所有打印模块中复制值

# MAIN_START_CANT_LOAD
source: CanÂ´t load image with the printer stopped or in bypass
cs_cz: Snímek nelze načíst, když je tiskárna zastavena nebo v režimu bypass
de_de: Das Bild kann nicht geladen werden, wenn der Drucker angehalten wurde oder sich im Bypass befindet.
es_es: No puede cargarse imagen con máquina parada o en bypass
fr_fr: Impossible de charger l'image avec la machine à l'arrêt ou en bypass
id_id: Tidak dapat memuat gambar jika printer berhenti sedang berjalan
it_it: L'immagine non può essere caricata con il macchinario fermo o in bypass
ko_kr: 정지된 프린터, 혹은 바이패스에서 이미지를 로드할 수 없습니다
pl_pl: Nie można wczytać obrazu, gdy drukarka jest zatrzymana lub w trybie by-pass
pt_pt: Não é possível carregar a imagem com a impressora parada ou em bypass
ru_ru: Невозможно загрузить изображение, когда принтер остановлен или в состоянии перепуска
tr_tr: Yazc durdurulmu veya baypastayken grnt yklenemiyor
zh_cn: 打印机停止或处于旁路时无法加载图像

# BAR_INK_TEMP
source: Temperature:
cs_cz: Teplota:
de_de: Temperatur:
es_es: Temperatura:
fr_fr: Température :
id_id: Suhu:
it_it: Temperatura:
ko_kr: 온도:
pl_pl: Temperatura:
pt_pt: Temperatura:
ru_ru: Температура:
tr_tr: Scaklk:
zh_cn: 温度：

# BAR_MENISCUS
source: Meniscus:
cs_cz: Meniskus:
de_de: Meniskus:
es_es: Menisco:
fr_fr: Ménisque :
id_id: Meniskus:
it_it: Menisco:
ko_kr: 메니스커스:
pl_pl: Menisk:
pt_pt: Menisco:
ru_ru: Мениск:
tr_tr: Menisks:
zh_cn: 弯月面

# BAR_MENISCUS_SETPOINT
source: Sp meniscus:
cs_cz: Meniskus setpoint:
de_de: Sollwert Meniskus:
es_es: Sp menisco:
fr_fr: Setpoint ménisque :
id_id: Setpoint meniskus:
it_it: Setpoint menisco:
ko_kr: 메니스커스 설정값:
pl_pl: Ustawienie menisku:
pt_pt: Setpoint de menisco:
ru_ru: Мениск уставки:
tr_tr: Sp menisks:
zh_cn: Sp 弯月面：

# M_EDIT_INCREMENT
source: Increment
cs_cz: Přírůstek
de_de: Inkrement
es_es: Incremento
fr_fr: Progression
id_id: Kenaikan
it_it: Incremento
ko_kr: 증가
pl_pl: Przyrost
pt_pt: Incremento
ru_ru: Шаг
tr_tr: arttirim
zh_cn: 方向增量

# G_NOZZLE
source: Nozzle
cs_cz: trysky
de_de: Spritzdüse
es_es: Inyector
fr_fr: injecteur
id_id: nosel
it_it: iniettori
ko_kr: 노즐
pl_pl: dyszę
pt_pt: Injetor
ru_ru: Сопло
tr_tr: Pskrtme
zh_cn: 喷嘴
