Repository: masterkeystroker/high-tech-code-industrials
Catalog: Strings.*.resx
Languages: cs_cz, de_de, es_es, fr_fr, id_id, it_it, ko_kr, pl_pl, pt_pt, ru_ru, tr_tr, zh_cn

# M_FILE_SLAVES_SLAVE6
source: Slave 6
cs_cz: Podřízené zařízení 6
es_es: Esclavo 6
fr_fr: Esclave 6
ko_kr: 슬레이브 6
pl_pl: Urządzenie podrzędne 6
pt_pt: Escravo 6
ru_ru: Подчиненный узел 6
tr_tr: Yardimci 6
zh_cn: 附属电脑6

# M_FILE_SLAVES_SLAVE7
source: Slave 7
cs_cz: Podřízené zařízení 7
es_es: Esclavo 7
fr_fr: Esclave 7
ko_kr: 슬레이브 7
pl_pl: Urządzenie podrzędne 7
pt_pt: Escravo 7
ru_ru: Подчиненный узел 7
tr_tr: Yardimci 7
zh_cn: 附属电脑7

# M_FILE_SLAVES_SLAVE8
source: Slave 8
cs_cz: Podřízené zařízení 8
es_es: Esclavo 8
fr_fr: Esclave 8
ko_kr: 슬레이브 8
pl_pl: Urządzenie podrzędne 8
pt_pt: Escravo 8
ru_ru: Подчиненный узел 8
tr_tr: Yardimci 8
zh_cn: 附属电脑8

# M_FILE_SLAVES_RESTART
source: Restart
cs_cz: Restartovat
de_de: Neustart
es_es: Reiniciar
fr_fr: Redémarrer
id_id: Mulai Ulang
it_it: Riavvio
ko_kr: 재시작
pl_pl: Ponownie uruchomić
pt_pt: Reiniciar
ru_ru: Перезагрузить
zh_cn: 重启

# M_FILE_SLAVES_RESTARTALL
source: Restart all
cs_cz: Restartovat vše
de_de: Alles neu starten
es_es: Reiniciar todo
fr_fr: Redémarrer tout
id_id: Mulai ulang semua
it_it: Riavviare tutto
ko_kr: 전부 재시작
pl_pl: Ponownie uruchomić wszystko
pt_pt: Reiniciar tudo
ru_ru: Перезагрузить все
tr_tr: Hespine restart
zh_cn: 重启所有附属电脑

# M_FILE_SLAVES_SHUTDOWN
source: Shutdown
cs_cz: Vypnout
de_de: Herunterfahren
es_es: Apagar
fr_fr: Éteindre
id_id: Matikan
it_it: Spegnere
ko_kr: 끄기
pl_pl: Wyłączenie
pt_pt: Desligar
ru_ru: Выключить
tr_tr: Kapatma
zh_cn: 光比

# M_FILE_SLAVES_CONNECTED
source: Connected:
cs_cz: Připojeno:
de_de: Verbunden:
es_es: Conectado:
fr_fr: Connecté :
id_id: Tersambung:
it_it: Connesso:
ko_kr: 접속됨 :
pl_pl: Połączony:
pt_pt: Conectado
ru_ru: Соединение:
tr_tr: Baglanti:
zh_cn: 已连接

# M_FILE_SLAVES_TIME
source: Time On:
cs_cz: Doba zapojení:
de_de: Zeit im eingeschalteten Zustand:
es_es: Tiempo Encendido:
fr_fr: Temps allumé :
id_id: Waktu:
it_it: Tempo in accensione:
ko_kr: 설정 시간 :
pl_pl: Czas włączenia:
pt_pt: Tempo ligado
ru_ru: Время включения:
tr_tr: Zamanda:
zh_cn: 开启时间：

# M_FILE_SLAVES_FREESPACE
source: Free space:
cs_cz: Volné místo:
de_de: Freier Speicherplatz:
es_es: Espacio libre:
fr_fr: Espace libre :
id_id: Sisa memori:
it_it: Spazio libero
ko_kr: 남은 용량 :
pl_pl: Wolne miejsce:
pt_pt: Espaço livre
ru_ru: Свободное место на диске:
tr_tr: Bos alan:
zh_cn: 可用空间

# M_ALARMS_NAME
source: Alarm name
cs_cz: Název alarmu
de_de: Name der Warnmeldung
es_es: Nombre de la alarma
fr_fr: Nom de l’alarme
id_id: Nama alarm
it_it: Nome Allarme
ko_kr: 알람명
pl_pl: Nazwa alarmu
pt_pt: Nome do alarme
ru_ru: Название тревожного сигнала
tr_tr: Alarm adi
zh_cn: 报警编号

# M_ALARMS_MESSAGE
source: Alarm message
cs_cz: Text alarmu
de_de: Nachricht der Warnmeldung
es_es: Mensaje de la alarma
fr_fr: Message de l’alarme
id_id: Pesan alarm
it_it: Messaggio Allarme
ko_kr: 알람 메시지
pl_pl: Komunikat alarmowy
pt_pt: Mensagem do alarme
ru_ru: Сообщение тревожного сигнала
tr_tr: Alarm mesaji
zh_cn: 报警信息

# M_ALARMS_TIMESTART
source: Time start
cs_cz: Čas spuštění
de_de: Startzeitpunkt
es_es: Hora de inicio
fr_fr: Heure de début
id_id: Waktu mulai
it_it: Ora Inizio
ko_kr: 시간 시작
pl_pl: Godzina rozpoczęcia
pt_pt: Hora de início
ru_ru: Начало времени
tr_tr: Baslama
zh_cn: 开始时间

# M_ALARMS_TIMECONFIRMED
source: Time alarm confirmed
cs_cz: Časový alarm potvrzen
de_de: Zeitpunkt der Warnmeldungsbestätigung
es_es: Hora reconocida
fr_fr: Heure reconnue
id_id: Alarm waktu dikonfirmasi
it_it: Orario allarme confermato
ko_kr: 시간 알람 확인
pl_pl: Potwierdzony alarm czasowy
pt_pt: Hora reconhecida
ru_ru: Подтверждение тревожного игнала по времени
tr_tr: Onaylama
zh_cn: 确认报警时间

# G_SAVE
source: Save
cs_cz: Uložit
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
id_id: Simpan
it_it: Salvare
ko_kr: 저장
pl_pl: Zapisać
pt_pt: Salvar
ru_ru: Сохранить
tr_tr: Kaydet
zh_cn: 保存

# M_EDIT_PRINTHEADS_INFO_HEAD
source: Selected print head - Data
cs_cz: Vybraná tisková hlava – údaje
de_de: Informationen über ausgewählten Druckkopf
es_es: Información del cabezal seleccionado
fr_fr: Informations de la tête sélectionnée
id_id: Kepala cetak yang dipilih - Data
it_it: Informazioni Testine di stampa selezionate
ko_kr: 선택된 프린트 헤드 - 데이터
pl_pl: Wybrana głowica drukująca - Dane
pt_pt: Informação da cabeça selecionada
ru_ru: Информация о выбранной печатающей головке
tr_tr: Secilen baski kafasi- bilgi
zh_cn: 所选打印头信息

# M_EDIT_PRINTHEADS_WAVEFORM
source: Current waveform:
cs_cz: Průběh proudové křivky:
de_de: Aktuelle Wellenform:
es_es: Waveform en uso:
fr_fr: Waveform utilisée :
id_id: Bentuk gelombang saat ini:
it_it: Waveform in uso:
ko_kr: 현재 파형 :
pl_pl: Aktualny "WAVEFORM"
pt_pt: Waveform em uso:
ru_ru: Используемый вейвформ:
tr_tr: Uygun waveform:
zh_cn: 当前Waveform

# M_EDIT_PRINTHEADS_DIS_NOZZLES_BEG
source: Disabled nozzles at the beginning:
cs_cz: Deaktivované trysky na začátku:
de_de: Zu Beginn deaktivierte Einspritzdüsen:
es_es: Inyectores anulados al inicio:
fr_fr: Injecteurs annulés au début :
id_id: Nosel dinonaktifkan di awal:
it_it: Iniettore Disabilitato all’inizio:
ko_kr: 초기 비활성화 노즐:
pl_pl: Wyłączone dysze na początku:
pt_pt: Injetores anulados no início:
ru_ru: Сопла, дезактивированные при пуске:
tr_tr: Bastan etkinlesmemis nozzle
zh_cn: 打印头开始端关闭喷嘴：

# M_EDIT_PRINTHEADS_DIS_NOZZLES_END
source: Disabled nozzles at the end:
cs_cz: Deaktivované trysky na konci:
de_de: Am Ende deaktivierte Einspritzdüsen:
es_es: Inyectores anulados al final:
fr_fr: Injecteurs annulés à la fin :
id_id: Nosel dinonaktifkan di akhir:
it_it: Iniettore Disabilitato alla fine:
ko_kr: 최종 비활성화 노즐:
pl_pl: Wyłączone dysze na końcu:
pt_pt: Injetores anulados no final:
ru_ru: Сопла дезактивированные в конце:
tr_tr: Sondan etkinlesmemis nozzle
zh_cn: 打印头结束端关闭喷嘴：

# M_EDIT_PRINTHEADS_SERIAL
source: Print head serial number:
cs_cz: Sériové číslo tiskové hlavy:
de_de: Seriennummer des Druckkopfs:
es_es: Número de serie cabezal:
fr_fr: Numéro de série tête :
id_id: Nomor seri kepala cetak:
it_it: Numero di serie testina:
ko_kr: 인쇄 헤드 시리얼 번호:
pl_pl: Numer seryjny głowicy drukującej:
pt_pt: Número de série da cabeça:
ru_ru: Серийный № головки:
tr_tr: baski kafa numarasi
zh_cn: 打印头序列号

# M_EDIT_PRINTHEADS_ENABLE
source: Enable
cs_cz: Aktivovat
de_de: Aktivieren
es_es: Habilitar
fr_fr: Autorisé
id_id: Aktifkan
it_it: Abilitare
ko_kr: 활성화
pl_pl: Aktywować
pt_pt: Habilitar
ru_ru: Активировать
tr_tr: Etkin
zh_cn: 开关

# M_EDIT_PRINTHEADS_OFFSET
source: Selected print head offset
cs_cz: Odsazení vybrané tiskové hlavy
de_de: Offset des ausgewählten Druckkopfs
es_es: Ajuste de offset cabezal independiente
fr_fr: Réglage d'offset tête indépendante
id_id: Offset kepala cetak yang dipilih
it_it: Stampa offset selezionata
ko_kr: 선택된 인쇄 헤드 오프셋
pl_pl: Przesunięcie wybranej głowicy drukującej
pt_pt: Ajuste de offset da cabeça selecionado
ru_ru: Настройка смещения печатающей головки
tr_tr: Secilen baski kafa ofset
zh_cn: 所选打印头偏移

# M_EDIT_PRINTHEADS_TYPE
source: Print head type:
cs_cz: Typ tiskové hlavy:
de_de: Art des Druckkopfs:
es_es: Tipo de cabezal:
fr_fr: Type de tête :
id_id: Jenis kepala cetak:
it_it: Tipo Testine
ko_kr: 인쇄 헤드 유형:
pl_pl: Typ głowicy drukującej:
pt_pt: Tipo de cabeça:
ru_ru: Тип печатающей головки:
tr_tr: Baski kafa tipi:
zh_cn: 打印头类型

# G_CANCEL
source: Cancel
cs_cz: Zrušit
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
it_it: Annulla
ko_kr: 취소
pl_pl: Skasować
pt_pt: Cancelar
ru_ru: Отменить
tr_tr: Iptal
zh_cn: 取消

# M_EDIT_PRINTHEADS_TRIMS_LOCK
source: Lock
cs_cz: Zablokovat
de_de: Sperren
es_es: Bloqueo
fr_fr: Blocage
id_id: Kunci
it_it: Blocco
ko_kr: 잠금
pl_pl: Zablokować
pt_pt: Bloqueio
ru_ru: Блокировать
tr_tr: Kilit
zh_cn: 锁定

# G_PRINTHEAD
source: Print head
cs_cz: Tisková hlava
de_de: Druckkopf
es_es: Cabezal
fr_fr: Tête
id_id: Kepala cetak
it_it: Testina
ko_kr: 인쇄 헤드
pl_pl: Głowica drukująca
pt_pt: Cabeça
ru_ru: Печатающая головка
tr_tr: Baski kafa
zh_cn: 打印头

# BAR_INKS
source: Inks
cs_cz: Inkousty
de_de: Tinten
es_es: Tintas
fr_fr: Encres
id_id: Tinta
it_it: Inchiostri
ko_kr: 잉크
pl_pl: Tusze
pt_pt: Tintas
ru_ru: Чернила
zh_cn: 墨水

# BAR_DOWN_FAST
source: Down fast
cs_cz: Rychle dolů
de_de: Schnell senken
es_es: Bajar rápido
fr_fr: Baisser rapidement
id_id: Turun cepat
it_it: Abbassare Veloce
ko_kr: 아래로 빠르게
pl_pl: Szybko do dołu
pt_pt: Baixar rápido
ru_ru: Быстро вниз
tr_tr: Asagi hizli
zh_cn: 快速下降

# BAR_DOWN
source: Down
cs_cz: Dolů
de_de: Senken
es_es: Bajar
fr_fr: Baisser
id_id: Bawah
it_it: Abbassare
ko_kr: 아래로
pl_pl: Do dołu
pt_pt: Baixar
ru_ru: Вниз
tr_tr: Asagi
zh_cn: 下降

# BAR_UP
source: Up
cs_cz: Nahoru
de_de: Heben
es_es: Subir
fr_fr: Soulever
id_id: Naik
it_it: Alzare
ko_kr: 위로
pl_pl: Do góry
pt_pt: Subir
ru_ru: Вверх
tr_tr: Yukari
zh_cn: 上升

# BAR_UP_FAST
source: Up fast
cs_cz: Rychle nahoru
de_de: Schnell heben
es_es: Subir rápido
fr_fr: Soulever rapidement
id_id: Naik cepat
it_it: Alzare Veloce
ko_kr: 위로 빠르게
pl_pl: Szybko do góry
pt_pt: Super rápido
ru_ru: Быстро вверх
tr_tr: Yukari hizli
zh_cn: 快速上升

# BAR_FORWARD
source: Forward
cs_cz: Dopředu
de_de: Weiter
es_es: Adelante
fr_fr: Avant
id_id: Maju
it_it: Avanti
ko_kr: 앞으로
pl_pl: Do przodu
pt_pt: A frente
ru_ru: Вперед
tr_tr: Ileri
zh_cn: 前移

# BAR_BACKWARD
source: Backward
cs_cz: Dozadu
de_de: Zurück
es_es: Atrás
fr_fr: Arrière
id_id: Mundur
it_it: Indietro
ko_kr: 뒤로
pl_pl: Do tyłu
pt_pt: Atrás
ru_ru: Назад
tr_tr: Geri
zh_cn: 后移

# BAR_IN
source: In
cs_cz: Uvnitř
de_de: Hinein
es_es: Dentro
fr_fr: Intérieur
id_id: Masuk
it_it: Dentro
ko_kr: 안
pl_pl: Wejście IN
pt_pt: Dentro
ru_ru: Внутрь
tr_tr: Iceri
zh_cn: 移进

# BAR_OUT
source: Out
cs_cz: Venku
de_de: Hinaus
es_es: Fuera
fr_fr: Extérieur
id_id: Keluar
it_it: Fuori
ko_kr: 밖
pl_pl: Wyjście OUT
pt_pt: Fora
ru_ru: Наружу
tr_tr: Disari
zh_cn: 移出

# BAR_TRAY
source: Tray:
cs_cz: Podavač:
de_de: Fach:
es_es: Bandeja:
fr_fr: Plateau :
id_id: Nampan:
it_it: Vassoio
ko_kr: 트레이:
pl_pl: Tacka:
pt_pt: Bandeija:
ru_ru: Лоток:
tr_tr: Tabla:
zh_cn: 托盘

# BAR_CLEANING_CARRIER
source: Cleaning carrier:
cs_cz: Čisticí vozík:
de_de: Reinigungsvorrichtung:
es_es: Carro de limpieza:
fr_fr: Chariot de nettoyage :
id_id: Wadah membersihkan:
it_it: Carrello di pulizia:
ko_kr: 캐리어 청소:
pl_pl: Wózek czyszczący:
pt_pt: Carro de limpeza:
ru_ru: Каретка чистки:
tr_tr: Temizleyici:
zh_cn: 清洗模块

# BAR_CLEANING_VENTURI
source: Venturi cleaning:
cs_cz: Čištění difuzéru:
de_de: Venturi-Reinigung:
es_es: Venturi limpieza:
fr_fr: Venturi nettoyage :
id_id: Pembersihan venturi:
it_it: Pulizia Venturi:
ko_kr: 벤투리 청소:
pl_pl: Czyszczenie Venturiego:
pt_pt: Venturi limpeza:
ru_ru: Чистка Вентури:
tr_tr: Emis:
zh_cn: 清洗吸盘

# BAR_VENTURI_ON
source: Suction on
cs_cz: Sání zapnuto
de_de: Sog ein
es_es: Venturi on
fr_fr: Venturi on
id_id: Menghisap hidup
it_it: ASPIRAZIONE ON
ko_kr: 흡입 켜짐
pl_pl: Włączyć ssanie
pt_pt: Venturi ligada
ru_ru: Всасывание Вкл.
tr_tr: Emis on
zh_cn: 吸嘴开

# BAR_VENTURI_OFF
source: Suction off
cs_cz: Sání vypnuto
de_de: Sog aus
es_es: Venturi off
fr_fr: Venturi off
id_id: Menghisap mati
it_it: ASPIRAZIONE OFF
ko_kr: 흡입 꺼짐
pl_pl: Wyłączyć ssanie
pt_pt: Venturi desligada
ru_ru: Всасывание Выкл.
tr_tr: Emis off
zh_cn: 吸嘴关

source: Bar heater on
cs_cz: Ohřívač baru zapnut
de_de: Balkenerhitzer ein
es_es: Res. barra on
fr_fr: Rés. barre on
id_id: Pemanas batang hidup
it_it: RESISTENZA BARRA ON
ko_kr: 바 히터 켜짐
pl_pl: Włączyć grzałkę modułu drukowania
pt_pt: Aquecedor barra ligado
ru_ru: Подогреватель модуля Вкл.
tr_tr: Bar isitici on
zh_cn: 打印模块加热 开

source: Bar heater off
cs_cz: Ohřívač baru vypnut
de_de: Balkenerhitzer aus
es_es: Res. barra off
fr_fr: Rés. barre off
id_id: Pemanas batang mati
it_it: RESISTENZA BARRA OFF
ko_kr: 바 히터 꺼짐
pl_pl: Wyłączyć grzałkę modułu drukowania
pt_pt: Aquecedor barra desligado
ru_ru: Подогреватель модуля Выкл.
tr_tr: Bar isitici off
zh_cn: 打印模块加热 关

# BAR_TANK_HEATER_ON
source: Tank heater on
cs_cz: Zásobníkový ohřívač zapnut
de_de: Tankerhitzer ein
es_es: Res. tanque on
fr_fr: Rés. réservoir on
id_id: Pemanas tangki hidup
it_it: RESISTENZA SERBATOIO ON
ko_kr: 탱크 히터 켜짐
pl_pl: Włączyć grzałkę
pt_pt: Aquecedor tanque ligado
ru_ru: Подогреватель резервуара Вкл.
tr_tr: Tank isitici on
zh_cn: 墨桶加热 开

# BAR_TANK_HEATER_OFF
source: Tank heater off
cs_cz: Zásobníkový ohřívač vypnut
de_de: Tankerhitzer aus
es_es: Res. tanque off
fr_fr: Rés. réservoir off
id_id: Pemanas tangki mati
it_it: RESISTENZA SERBATOIO OFF
ko_kr: 탱크 히터 꺼짐
pl_pl: Wyłączyć grzałkę
pt_pt: Aquecedor tanque desligado
ru_ru: Подогреватель резервуара Выкл.
tr_tr: Tank isitici off
zh_cn: 墨桶加热 关

# BAR_STIRRER_ON
source: Stirrer on
cs_cz: Míchadlo zapnuto
de_de: Rührwerk ein
es_es: Agitador on
fr_fr: Agitateur on
id_id: Pengaduk hidup
it_it: AGITATORE ON
ko_kr: 스티어러 켜짐
pl_pl: Włączyć mieszadło
pt_pt: Agitador ligado
ru_ru: Встряхиватель Вкл.
tr_tr: Karistirici on
zh_cn: 搅拌器 开

# BAR_STIRRER_OFF
source: Stirrer off
cs_cz: Míchadlo vypnuto
de_de: Rührwerk aus
es_es: Agitador off
fr_fr: Agitateur off
id_id: Pengaduk mati
it_it: AGITATORE OFF
ko_kr: 스티어러 꺼짐
pl_pl: Wyłączyć mieszadło
pt_pt: Agitador desligado
ru_ru: Встряхиватель Выкл.
tr_tr: Karistirici off
zh_cn: 搅拌器 关

# BAR_TEMP
source: Bar temperature:
cs_cz: Teplota baru:
de_de: Balkentemperatur:
es_es: Temperatura barra:
fr_fr: Température barre :
id_id: Suhu batang:
it_it: Temp. Anticondensazione
ko_kr: 바 온도:
pl_pl: Temperatura modułu:
pt_pt: Temperatura da barra:
ru_ru: Температура модуля:
tr_tr: Bar sicakligi:
zh_cn: 打印模块温度

# BAR_INK_SYSTEM
source: Ink system online:
cs_cz: Inkoustový systém on-line:
de_de: Tintensystem Online:
es_es: Circuito de tintas online:
fr_fr: Circuit d’encres online :
id_id: Sistem tinta online:
it_it: Sistema Inchiostro Collegato
ko_kr: 잉크 시스템 온라인:
pl_pl: System tuszu online:
pt_pt: Circuito de tintas online:
ru_ru: Циркуляция чернил Вкл.
tr_tr: Boya sistemi bagli:
zh_cn: 墨水系统在线状态：

# BAR_INK_TEMP_IN
source: Temperature in:
cs_cz: Vnitřní teplota:
de_de: Temperatur innen:
es_es: Temperatura in:
fr_fr: Température in :
id_id: Suhu masuk:
it_it: Temperatura Dentro
ko_kr: 내부 온도:
pl_pl: Wejście IN temp.:
pt_pt: Temperatura de entrada:
ru_ru: Температура входа:
tr_tr: Ic sicaklik
zh_cn: 输入温度：

# BAR_INK_TEMP_OUT
source: Temperature out:
cs_cz: Vnější teplota:
de_de: Temperatur außen:
es_es: Temperatura out:
fr_fr: Température out :
id_id: Suhu keluar:
it_it: Temperatura Fuori
ko_kr: 외부 온도:
pl_pl: Wyjście OUT temp.:
pt_pt: Temperatura de saída:
ru_ru: Температура выхода:
tr_tr: Dis sicaklik
zh_cn: 输出温度：

# BAR_VACUUM_SETPOINT
source: Vacuum setpoint:
cs_cz: Vakuum setpoint:
de_de: Vakuumsollwert:
es_es: Vacío setpoint:
fr_fr: Vide setpoint :
id_id: Setpoint Vakum:
it_it: Impostazione Vuoto
ko_kr: 진공 설정값:
pl_pl: Wartość próżni:
pt_pt: Setpoint vácuo:
ru_ru: Уставка вакуума:
tr_tr: Vakum seti:
zh_cn: 真空度设定值：

# BAR_VACUUM
source: Vacuum:
cs_cz: Vakuum:
de_de: Vakuum:
es_es: Vacío:
fr_fr: Vide :
id_id: Vakum:
it_it: Vuoto
ko_kr: 진공:
pl_pl: Podciśnienie:
pt_pt: Vácuo:
ru_ru: Вакуум:
tr_tr: Vakum:
zh_cn: 真空度：

# BAR_DUTY_CICLE
source: Duty cycle return pump:
cs_cz: Pracovní cyklus:
de_de: Arbeitsdurchlauf der Rückförderpumpe:
es_es: Ciclo trabajo bomba retorno:
fr_fr: Cycle travail :
id_id: Putaran tugas:
it_it: Ciclo di lavoro
ko_kr: 사용률:
pl_pl: Cykl roboczy:
pt_pt: Ciclo de trabalho:
ru_ru: Возвратный насос рабочего цикла
tr_tr: Is cevrimi:
zh_cn: 工作比：

# BAR_WEIR_BUMP
source: Duty cycle pump in:
cs_cz: Čerpadlo inkoustu:
de_de: Arbeitsdurchlauf der Staupumpe:
es_es: Ciclo de trabajo bomba llenado:
fr_fr: Pompe charge encre :
id_id: Pompa penahan:
it_it: Pompa carico Inchiostro
ko_kr: 위어 펌프:
pl_pl: Pompa Tuszu:
pt_pt: Bomba carrega tinta:
ru_ru: Насос переливной камеры рабочего цикла:
tr_tr: Ink pomp:
zh_cn: 供墨泵：

# BAR_DEAIR_PUMP
source: Overflow pump:
cs_cz: Přepadové čerpadlo:
de_de: Überlaufumpe:
es_es: Bomba overflow:
fr_fr: Pompe overflow :
id_id: Pompa meluap:
it_it: Pompa overflow
ko_kr: 오버플로우 펌프:
pl_pl: Pompa overflow:
pt_pt: Bomba overflow
ru_ru: Распределительный насос:
tr_tr: Overflow pomp:
zh_cn: 回流泵：

# BAR_FIRMWARE_VER
source: Firmware version:
cs_cz: Verze firmwaru:
es_es: Versión de firmware:
fr_fr: Version du firmware :
id_id: Versi Firmware:
it_it: Versione di firmware:
ko_kr: 펌웨어 버전:
pl_pl: Wersja oprogramowania:
pt_pt: Versão de firmware:
ru_ru: Версия втроенного ПО:
zh_cn: 固件版本：

# BAR_TANK_TEMP
source: Tank temperature:
cs_cz: Teplota nádrže:
de_de: Tanktemperatur:
es_es: Temperatura tanque:
fr_fr: Température réservoir :
id_id: Suhu tangki:
it_it: Temperatura Serbatoio:
ko_kr: 탱크 온도:
pl_pl: Temp. zbiornika:
pt_pt: Temperatura tanque
ru_ru: Температура резервуара
tr_tr: Tank sicaklik:
zh_cn: 墨桶温度：

# BAR_EXTRACTION
source: Extraction
cs_cz: Vyjmutí
de_de: Extrahierung
es_es: Extracción
id_id: Penyaringan
it_it: Estrazione:
ko_kr: 추출
pl_pl: Wysuwanie:
pt_pt: Extração
ru_ru: Извлечение
tr_tr: Cikarma
zh_cn: 弹出

# BAR_USER_OFFSET
source: User offset:
cs_cz: Odsazení uživatele:
de_de: Benutzer-Offset:
es_es: Offset usuario:
fr_fr: Offset utilisateur :
id_id: Offset pengguna:
it_it: Offset utente
ko_kr: 유저 오프셋:
pl_pl: Przesunięcie użytkownika:
pt_pt: Offset usuário:
ru_ru: Смещение пользователя:
tr_tr: Kullanici:
zh_cn: 用户偏置：

# BAR_MOTOR_POS
source: Motor position:
cs_cz: Pozice motoru:
es_es: Posición motor:
fr_fr: Position moteur :
id_id: Posisi penggerak:
it_it: Posizione motore:
ko_kr: 모터 위치:
pl_pl: Położenie silnika:
pt_pt: Posição motor:
ru_ru: Положение мотора:
tr_tr: Motor posizyon:
zh_cn: 马达位置：

# BAR_MOTOR_ERROR
source: Motor error:
cs_cz: Chyba motoru:
de_de: Motorfehler:
es_es: Error motor:
fr_fr: Erreur moteur :
id_id: Kesalahan penggerak:
it_it: Errore motore:
ko_kr: 모터 오류:
pl_pl: Błąd silnika:
pt_pt: Erro motor:
ru_ru: Ошибка мотора:
tr_tr: Motor hata:
zh_cn: 马达错误：

# BAR_MOTOR_HOMING
source: Motor homing:
cs_cz: Navádění motoru:
de_de: Motor zugewiesen:
es_es: Motor referenciado:
fr_fr: Moteur référencé :
id_id: Penggerak melengkung:
it_it: Motore non Tarato
ko_kr: 모터 자동 회귀 장치:
pl_pl: Samonaprowadzanie silnika:
pt_pt: Motor referenciado:
ru_ru: Возврат мотора в исходное положение:
tr_tr: Motor home:
zh_cn: 马达对零：

# BAR_PRINT_CHANNELS_L1
source: Print channels line 1
cs_cz: Tiskové kanály linky 1
de_de: Druckkanäle Linie 1
es_es: Parciales línea 1
fr_fr: Parties ligne 1
id_id: Channel cetak baris 1
it_it: Parziali Linea 1
ko_kr: 인쇄 채널 라인 1
pl_pl: Kanały drukowania na linii 1
pt_pt: Canais de impressão linha1:
ru_ru: Каналы печати линии1
tr_tr: Hat1 yazici kanallari
zh_cn: 第1生产线分通道打印

# BAR_PRINT_CHANNELS_L2
source: Print channels line 2
cs_cz: Tiskové kanály linky 2
de_de: Druckkanäle Linie 2
es_es: Parciales línea 2
fr_fr: Parties ligne 2
id_id: Channel cetak baris 2
it_it: Parziali Linea 2
ko_kr: 인쇄 채널 라인 2
pl_pl: Kanały drukowania na linii 2
pt_pt: Canais de impressão linha 2:
ru_ru: Каналы печати линии 2
tr_tr: Hat2 yazici kanallari
zh_cn: 第2生产线分通道打印

# BAR_CLEANING
source: Cleaning
cs_cz: Čištění
de_de: Reinigung
es_es: Limpieza
fr_fr: Nettoyage
id_id: Pembersihan
it_it: Pulizia
ko_kr: 삭제
pl_pl: Czyszczenie
pt_pt: Limpeza
ru_ru: Чистка
tr_tr: Temizlik
zh_cn: 清洗

# BAR_VENTURI_DRAIN
source: Venturi Drain:
cs_cz: Vyprazdňování difuzéru:
de_de: Venturi-Entleerung:
es_es: Vaciado del venturi:
fr_fr: Vide du venturi :
id_id: Saluran Venturi:
it_it: Svuotare Venturi
ko_kr: 벤투리 비우기 기능:
pl_pl: opróżniania Venturiego:
pt_pt: Dreno do venturi:
ru_ru: Слив Вентури
tr_tr: Emis bosaltma:
zh_cn: 真空管

# BAR_VENTURI_DRAIN_ON
source: Drain on
cs_cz: Vyprazdňování zapnuto
de_de: Entleerung ein
es_es: Vaciado on
fr_fr: Vide on
id_id: Saluran hidup
it_it: Scarico ON
ko_kr: 비우기 기능 켜짐
pl_pl: opróżniania (on)
pt_pt: Dreno ligado:
ru_ru: Слив Вкл.
tr_tr: Bosaltma on
zh_cn: 真空管 打开

# BAR_VENTURI_DRAIN_OFF
source: Drain off
cs_cz: Vyprazdňování vypnuto
de_de: Entleerung aus
es_es: Vaciado off
fr_fr: Vide off
id_id: Saluran mati
it_it: Scarico OFF
ko_kr: 비우기 기능 꺼짐
pl_pl: opróżniania (off)
pt_pt: Dreno desligado:
ru_ru: Слив Выкл.
tr_tr: Bosaltma off
zh_cn: 真空管 关闭

# BAR_VACUUM_2
source: Vacuum 2:
cs_cz: Vakuum 2:
de_de: Vakuum 2:
es_es: Vacío 2:
fr_fr: Vide 2 :
id_id: Vakum 2:
it_it: Svuotamento 2:
ko_kr: 진공 2:
pl_pl: Podciśnienie 2:
pt_pt: Vácuo 2:
ru_ru: Вакуум 2:
tr_tr: Vakum 2:
zh_cn: 真空度 2：

# BAR_INK_SYSTEM_TEMP_SP
source: Sp temperature:
cs_cz: Sp teplota:
de_de: SP-Temperatur:
es_es: Sp temperatura:
fr_fr: Sp temp. syst. d’encre :
id_id: Suhu sp:
it_it: Temperatura sp. del sistema Inchiostro:
ko_kr: Sp 온도:
pl_pl: Temperatury tuszu:
pt_pt: Setpoint de temp. Sist. tintas
ru_ru: Температура Sp:
tr_tr: Boya sistem sicaklik sp.:
zh_cn: 墨水系统温度：

# EDIT_LASER_HEIGHT_TILE
source: Tile height:
cs_cz: Výška dílu:
de_de: Kachelhöhe:
es_es: Altura de la pieza:
fr_fr: Hauteur du carreau :
id_id: Tinggi kotak:
it_it: Altezza Pezzo
ko_kr: 타일 높이:
pl_pl: Wysokość płytki:
pt_pt: Altura da peça:
ru_ru: Высота плитки:
tr_tr: Karo kalin.:
zh_cn: 瓷砖高度

# EDIT_LASER_STOP_SENSOR
source: Overlapping sensor:
cs_cz: Senzor překrytí:
de_de: Überlappender Sensor:
es_es: Sensor paro:
fr_fr: Capteur arrêt :
id_id: Sensor tumpang-tindih:
it_it: Piastrella Doppia
ko_kr: 중복 센서:
pl_pl: Czujnika nakładania:
pt_pt: Sensor overlapping:
ru_ru: Датчик перекрывания:
tr_tr: Hatali karo sensor:
zh_cn: 叠砖感应器

# EDIT_LASER_DETECT_SENSOR
source: Product detect sensor:
cs_cz: Senzor detekce produktu:
de_de: Produkterkennungssensor:
es_es: Sensor detector:
fr_fr: Capteur détecteur :
id_id: Sensor deteksi produk:
it_it: Sensore rilevamento pezzo
ko_kr: 제품 감지 센서:
pl_pl: Czujnik produktu:
pt_pt: Sensor detector:
ru_ru: Датчик обнаружения изделия:
tr_tr: Urun tespit sensor:
zh_cn: 触发感应器

# EDIT_LASER_GAUGE_THICKNESS
source: Gauge thickness:
cs_cz: Tloušťka šablony:
de_de: Maßstabdicke:
es_es: Espesor plantilla:
fr_fr: Épaisseur patron :
id_id: Ketebalan pengukur:
it_it: Spessore Planarità
ko_kr: 게이지 두께:
pl_pl: Grubość:
pt_pt: Medidor de espessura:
ru_ru: Толщина интрумента:
tr_tr: Mastar kalin.:
zh_cn: 标准厚度

# EDIT_LASER_HOMING
source: Homing
cs_cz: Navádění
de_de: Zuweisen
es_es: Referenciar
fr_fr: Référencer
id_id: Melengkung
it_it: Tarare
ko_kr: 자동 회귀 장치
pl_pl: Samonaprowadzanie
pt_pt: Referenciar
ru_ru: Возврат в исходное положение
zh_cn: 对零

# MODEL_MAIN_QUEUE
source: Saved jobs queue
cs_cz: Fronta uložených modelů
de_de: Warteschlange für gespeicherte Aufträge
es_es: Bandeja de modelos guardados
fr_fr: Boîte de modèles enregistrés
id_id: Antrean pekerjaan yang disimpan
it_it: Lista Modelli salvati
ko_kr: 저장된 작업 목록
pl_pl: Kolejka zapisanych zadań
pt_pt: Fila de trabalhos salvos
ru_ru: Папка сохраненных моделей
tr_tr: Kaydedilen is sirasi
zh_cn: 保存模型队列

# MODEL_MAIN_NEW
source: New
cs_cz: Nový
de_de: Neu
es_es: Nuevo
fr_fr: Nouveau
id_id: Baru
it_it: Nuovo
ko_kr: 새 작업
pl_pl: Nowy
pt_pt: Novo
ru_ru: Новая
tr_tr: Yeni
zh_cn: 新建

# MODEL_MAIN_EDIT
source: Edit
cs_cz: Editovat
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
it_it: Modificare
ko_kr: 편집
pl_pl: Edytować
pt_pt: Editar
ru_ru: Изменить
tr_tr: Duzenle
zh_cn: 编辑

# MODEL_MAIN_COPY
source: Copy
cs_cz: Kopírovat
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
id_id: Salin
it_it: Copiare
ko_kr: 복사
pl_pl: Kopiować
pt_pt: Copiar
ru_ru: Копировать
tr_tr: Kopya
zh_cn: 复制

# MODEL_MAIN_DELETE
source: Delete
cs_cz: Vymazat
de_de: Löschen
es_es: Borrar
fr_fr: Supprimer
id_id: Hapus
it_it: Eliminare
ko_kr: 삭제
pl_pl: Skasować
pt_pt: Apagar
ru_ru: Удалить
tr_tr: Silme
zh_cn: 删除

# MODEL_MAIN_RENDER
source: Render
cs_cz: Renderovat
de_de: Rendering
es_es: Ripear
fr_fr: Ripper
id_id: Rendering
it_it: Convertire
ko_kr: 렌더링
pl_pl: Renderować
pt_pt: Rendering
ru_ru: Риппинг
tr_tr: Cevirme
zh_cn: 渲染

# MODEL_MAIN_INK_CONSUM
source: Ink consumption
cs_cz: Spotřeba inkoustu
de_de: Tintenverbrauch
es_es: Consumo tinta
fr_fr: Consommation d'encre
id_id: Konsumsi tinta
it_it: Consumo Inchiostro
ko_kr: 잉크 소모량
pl_pl: Zużycie tuszu
pt_pt: Consumo de tinta
ru_ru: Расход чернил
tr_tr: Boya tuketimi
zh_cn: 墨水用量
