Repository: masterkeystroker/high-tech-code-industrials
Catalog: Strings.*.resx
Languages: cs_cz, de_de, es_es, fr_fr, id_id, it_it, ko_kr, pl_pl, pt_pt, ru_ru, tr_tr, zh_cn

# M_FILE_START
source: Start
es_es: Marcha
fr_fr: MARCHE
id_id: Mulai
it_it: Avvio
ko_kr: 시작
pt_pt: Acionar
ru_ru: Пуск
tr_tr: Basla
zh_cn: 开始

# M_FILE_SLAVES
source: Slaves PC's control
cs_cz: Ovládání podřízených PC
de_de: Slave-PC-Steuerung
es_es: Control PCs esclavos
fr_fr: Contrôle des PC esclaves
id_id: Kontrol Slave PC
it_it: Controllo PC Slave
ko_kr: 슬레이브 PC 조작
pl_pl: Sterowanie komputera podrzędnego PC
pt_pt: Controle de Pcs escravos
ru_ru: Управление подчиненным ПК
tr_tr: Yard. Pc kontrol
zh_cn: 附属计算机控制

# M_EDIT
source: Edit
cs_cz: Editovat
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
it_it: Applicazioni
ko_kr: 편집
pl_pl: Edytuj
pt_pt: Editar
ru_ru: Изменить
tr_tr: Duzenle
zh_cn: 编辑用户

# M_ALARMS
source: Alarms
cs_cz: Alarmy
de_de: Alarme
es_es: Alarmas
fr_fr: Alarmes
id_id: Alarm
it_it: Allarmi
ko_kr: 알림
pl_pl: Alarmy
pt_pt: Alarmes
ru_ru: Тревожные сигналы
tr_tr: Alarmlar
zh_cn: 报警

# M_USERS
source: Users
cs_cz: Uživatelé
de_de: Benutzer
es_es: Usuarios
fr_fr: Utilisateurs
id_id: Pengguna
it_it: Utenti
ko_kr: 유저
pl_pl: Użytkownicy
pt_pt: Usuários
ru_ru: Пользователи
tr_tr: Kullanicilar
zh_cn: 用户

# M_HELP
source: Help
cs_cz: Nápověda
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide
id_id: Bantuan
it_it: Aiuto
ko_kr: 도움말
pl_pl: Pomoc
pt_pt: Ajuda
ru_ru: Помощь
tr_tr: Yardim
zh_cn: 帮助

# M_FILE_MODELS
source: Jobs
cs_cz: Modely
de_de: Aufträge
es_es: Modelos
fr_fr: Modèles
id_id: Pekerjaan
it_it: Modelli
ko_kr: 작업
pl_pl: Zadania
pt_pt: Trabalhos
ru_ru: Модели
tr_tr: Isler
zh_cn: 模型

# M_FILE_PRODUCTION
source: Production report
cs_cz: Záznam o výrobě
de_de: Produktionsbericht
es_es: Histórico de producción
fr_fr: Historique de production
id_id: Laporan produksi
it_it: Storico Produzione
ko_kr: 생산 보고서
pl_pl: Raport produkcyjny
pt_pt: Histórico de produção
ru_ru: Производственные отчеты
tr_tr: Uretim raporu
zh_cn: 生产报告

# M_FILE_PREVIEW
source: Create preview
cs_cz: Vytvořit náhled
de_de: Vorschau erstellen
es_es: Crear miniatura
fr_fr: Créer miniature
id_id: Buat pratinjau
it_it: Creare Anteprima
ko_kr: 미리보기 생성
pl_pl: Stworzyć podgląd
pt_pt: Criar miniatura
ru_ru: Созд. миниатюры
tr_tr: Onizleme yarat
zh_cn: 创建预览

# M_FILE_CONTINUOUS
source: Continuous printing on line 1
cs_cz: Kontinuální tisk na lince 1
de_de: Fortlaufender Druck auf Linie 1
es_es: Repetición de disparos línea 1
fr_fr: Répétition de projections ligne 1
id_id: Mencetak berkelanjutan di baris 1
it_it: Stampa continua linea 1
ko_kr: 라인 1 계속 인쇄
pl_pl: Ciągłe drukowanie na linii 1
pt_pt: Impressão contínua linha 1
ru_ru: Непрерывная печать на линии 1
tr_tr: Hat 1 baski tekrari
zh_cn: 第1生产线连续打印

# M_FILE_SAVE
source: Save Print Server configurations
cs_cz: Uložit konfiguraci tiskového serveru
de_de: Druckserver-Einstellungen speichern
es_es: Guardar configuraciones Print
fr_fr: Enregistrer les configurations Print
id_id: Simpan konfigurasi Server Cetak
it_it: Salva configurazioni server di stampa.
ko_kr: 인쇄 서버 설정 저장
pl_pl: Zapisać konfiguracje serwera drukowania
pt_pt: Salvar configurações de impressão
ru_ru: Сохранить настройки сервера печати
tr_tr: Baski sunucu ayarlari sakla
zh_cn: 保存打印服务器配置

# M_FILE_RESTART
source: Restart slaves communication
cs_cz: Restartovat komunikaci s podřízenými zařízeními
de_de: Neustart der Slaves-Kommunikation
es_es: Reiniciar comunicaciones con los esclavos
fr_fr: Redémarrer les communications avec les esclaves
id_id: Ulangi komunikasi slave
it_it: Riavvia comunicazione con gli Slave
ko_kr: 슬레이브 통신 재시작
pl_pl: Ponownie uruchomić komunikację komputerów podrzędnych
pt_pt: Reiniciar comunicação com os escravos
ru_ru: Перезапуск связи с подчиненными узлами
tr_tr: Yard. Pc haberlesme restart
zh_cn: 重启附属电脑通讯

# M_FILE_CONSOLE
source: Console
cs_cz: Konzola
de_de: Konsole
es_es: Consola
id_id: Konsol
ko_kr: 본체
pl_pl: Konsola
ru_ru: Консоль
tr_tr: Kumanda paneli
zh_cn: 控制台

# M_FILE_BACKUP
source: Configurations Backup
cs_cz: Záloha konfigurace
de_de: Back-up-Einstellungen
es_es: BackUp de configuraciones
fr_fr: Sauvegarde des configurations
id_id: Cadangan Konfigurasi
it_it: Backup delle configurazioni
ko_kr: 설정 백업
pl_pl: Kopia zapasowa konfiguracji
pt_pt: BackUp de configurações
ru_ru: Резервная копия конфигураций
tr_tr: Konfigurasyon backup
zh_cn: 备份配置文件

# M_FILE_STATUS
source: Print Server status
cs_cz: Stav tiskového serveru
de_de: Druckserver-Status
es_es: Estado print
fr_fr: État Print
id_id: Status Server cetak
it_it: Stato server di stampa
ko_kr: 인쇄 서버 상태
pl_pl: Status serwera drukowania
pt_pt: Estado do servidor de impressão
ru_ru: Статус сервера печати
tr_tr: Baski sunucu durumu
zh_cn: 打印服务器状态

# M_FILE_CLEANUP
source: Screen Clean up
cs_cz: Čištění obrazovky
de_de: Bildschirmreinigung
es_es: Limpieza de pantalla
fr_fr: Nettoyage d’écran
id_id: Pembersihan Layar
it_it: Pulizia dello schermo
ko_kr: 화면 정리
pl_pl: Oczyścić ekran
pt_pt: Limpeza de tela
ru_ru: Чистка экрана
tr_tr: Ekran temizleme
zh_cn: 清屏

# M_FILE_MAXIMISE
source: Maximize
cs_cz: Maximalizovat
de_de: Maximieren
es_es: Maximizar
fr_fr: Agrandir
id_id: Perbesar
it_it: Ingrandire
ko_kr: 최대화
pl_pl: Zmaksymalizować
pt_pt: Maximizar
ru_ru: Увеличить
tr_tr: Buyutmek
zh_cn: 最大化

# M_FILE_MINIMISE
source: Minimize
cs_cz: Minimalizovat
de_de: Minimieren
es_es: Minimizar
fr_fr: Réduire
id_id: Perkecil
it_it: Minimizza
ko_kr: 최소화
pl_pl: Zminimalizować
pt_pt: Minimizar
ru_ru: Уменьшить
tr_tr: Kucultmek
zh_cn: 最小化

# M_FILE_CLOSE
source: Close application
cs_cz: Zavřít aplikaci
de_de: Anwendung schließen
es_es: Cerrar aplicación
fr_fr: Fermer l’application
id_id: Tutup aplikasi
it_it: Chiudere
ko_kr: 앱 종료
pl_pl: Zamknąć aplikację
pt_pt: Fechar aplicação
ru_ru: Закрыть программу
tr_tr: Uygulamayi kapat
zh_cn: 关闭应用程序

# M_FILE_CONTINUOUS2
source: Continuous printing on line 2
cs_cz: Kontinuální tisk na lince 2
de_de: Fortlaufender Druck auf Linie 2
es_es: Repetición de disparos línea 2
fr_fr: Répétition de projections ligne 2
id_id: Mencetak berkelanjutan di baris 2
it_it: Stampa continua linea 2
ko_kr: 라인 2 계속 인쇄
pl_pl: Ciągłe drukowanie na linii 2
pt_pt: Repetição de impressão linha 2
ru_ru: Непрерывная печать на линии 2
tr_tr: Hat 2 baski tekrari
zh_cn: 第2生产线连续打印

# M_EDIT_HEADS
source: Print Heads ON/OFF
cs_cz: Tiskové hlavy ON/OFF
de_de: Druckköpfe EIN/AUS
es_es: ON/OFF cabezales
fr_fr: ON/OFF têtes
id_id: Kepala Cetak ON/OFF
it_it: Testine di stampa ON/OFF
ko_kr: 인쇄 헤드 켜짐/꺼짐
pl_pl: Głowice drukujące ON/OFF
pt_pt: ON/OFF cabeças
ru_ru: Печатающая головка Вкл./Выкл.
tr_tr: Baski kafalari ON/OFF
zh_cn: 打印头电源 开/关

# M_EDIT_CANCEL1
source: Printing line 1 ON/OFF
cs_cz: Tisková linka 1 ON/OFF
de_de: Druckvorgang Linie 1 EIN/AUS
es_es: ON/OFF impresión línea 1
fr_fr: ON/OFF impression ligne 1
id_id: Jalur mencetak 1 ON/OFF
it_it: Linea stampa 1 ON/OFF
ko_kr: 인쇄 라인 1 켜짐/꺼짐
pl_pl: Linia drukowania 1 ON/OFF
pt_pt: ON/OFF impressão linha 1
ru_ru: Линия печати 1 ВКЛ./ВЫКЛ.
tr_tr: Hat 1 baski ON/OFF
zh_cn: 第1生产线 开/关

# M_EDIT_CANCEL2
source: Printing line 2 ON/OFF
cs_cz: Tisková linka 2 ON/OFF
de_de: Druckvorgang Linie 2 EIN/AUS
es_es: ON/OFF impresión línea 2
fr_fr: ON/OFF impression ligne 2
id_id: Jalur mencetak 2 ON/OFF
it_it: Linea stampa 2 ON/OFF
ko_kr: 인쇄 라인 2 켜짐/꺼짐
pl_pl: Linia drukowania 2 ON/OFF
pt_pt: ON/OFF impressão linha 2
ru_ru: Линия печати 2 ВКЛ./ВЫКЛ.
tr_tr: Hat 2 baski ON/OFF
zh_cn: 第2生产线 开/关

# M_EDIT_ADJUST
source: Adjust tile position
cs_cz: Nastavit pozici dílu
de_de: Einstellung der Kachelposition
es_es: Ajuste posición pieza
fr_fr: Réglage position carreau
id_id: Sesuaikan posisi kotak
it_it: Regola la posizione pezzo.
ko_kr: 타일 위치 조정
pl_pl: Ustawić położenie płytki
pt_pt: Ajuste de posição da peça
ru_ru: Регулировка расположения плитки
tr_tr: Karo posizyonu
zh_cn: 调整打印位置

# M_EDIT_ALIGNMENT
source: Alignment
cs_cz: Vyrovnání
de_de: Ausrichtung
es_es: Alineamiento
fr_fr: Alignement
id_id: Penyejajaran
it_it: Allineamento
ko_kr: 배열
pl_pl: Wyrównanie
pt_pt: Alinhamento
ru_ru: Выравнивание
tr_tr: Kafa ayarlari
zh_cn: 打印头校正

# M_EDIT_DESCRIPTION
source: Printer description
cs_cz: Popis tiskárny
de_de: Druckerbeschreibung
es_es: Descripción de máquina
fr_fr: Description de la machine
id_id: Keterangan printer
it_it: Descrizione Macchina
ko_kr: 프린터 설명
pl_pl: Opis drukarki
pt_pt: Descrição de máquina
ru_ru: Описание принтера
tr_tr: Yazici aciklamalari
zh_cn: 喷墨机设置

# M_EDIT_QUALITIES
source: Qualities
cs_cz: Vlastnosti
de_de: Qualität
es_es: Calidades
fr_fr: Qualités
id_id: Kualitas
it_it: Qualità
ko_kr: 품질
pl_pl: Gatunek
pt_pt: Qualidades
ru_ru: Качества
tr_tr: Nitelikler
zh_cn: 打印质量

# M_EDIT_PHOTOCELL
source: Entrance photocell
cs_cz: Vstupní fotobuňky
de_de: Fotozelleneingang
es_es: Sensores láser de entrada
fr_fr: Capteurs laser d’entrée
it_it: Fotocellula di Entrata
ko_kr: 입구 광전지
pl_pl: Fotokomórka wejścia
pt_pt: Sensores laser de entrada
ru_ru: Фотоэлементы на входе
tr_tr: Giris fotoseli
zh_cn: 进砖感应器

# M_EDIT_MOTORBAR
source: Adjust motorbar
cs_cz: Seřídit motor baru
de_de: Einstellung Motorenbalken
es_es: Ajuste motores de barras
fr_fr: Réglage moteurs de barre
id_id: Sesuaikan batang penggerak
it_it: Regolazione Motori Barre
ko_kr: 모터바 조정
pl_pl: Wyregulować silnik modułu drukowania
pt_pt: Ajuste motores de barras
ru_ru: Настройка панели двигателей
tr_tr: Bar motor ayari
zh_cn: 调整打印模块马达位置

# M_EDIT_BELTSTART
source: Belt manual start
cs_cz: Ruční spuštění pásu
de_de: Manueller Start – Riemen
es_es: Marcha manual Variador
fr_fr: Marche manuelle Variateur
id_id: Sabuk manual mulai
it_it: Avvio manuale nastro
ko_kr: 벨트 수동 시작
pl_pl: Ręczne uruchomienie pasa
pt_pt: Acionamento manual do variador
ru_ru: Ручной пуск ленты
tr_tr: Man. bant basla
zh_cn: 手动开启皮带

# M_EDIT_BELTSTOP
source: Belt manual stop
cs_cz: Ruční zastavení pásu
de_de: Manueller Stopp – Riemen
es_es: Paro manual Variador
fr_fr: Arrêt manuel Variateur
id_id: Sabuk manual berhenti
it_it: Stop manuale nastro
ko_kr: 벨트 수동 정지
pl_pl: Ręczne zatrzymanie pasa
pt_pt: Parada manual do variador
ru_ru: Ручная остановка ленты
tr_tr: Man. bant dur
zh_cn: 手动关闭皮带

# G_BAR
source: Bar
de_de: Balken
es_es: Barra
fr_fr: Barre
id_id: Batang
it_it: Barra
ko_kr: 바
pl_pl: Moduł drukowania
pt_pt: Barra
ru_ru: Модуль
zh_cn: 打印模块

# G_BARS
source: Bars
cs_cz: Bary
de_de: Balken
es_es: Barras
fr_fr: Barres
id_id: Batang
it_it: Barre
ko_kr: 바
pl_pl: Moduły drukowania muszą być zasilane
pt_pt: Barras
ru_ru: Модули
tr_tr: Barlar
zh_cn: 打印模块

# G_BAR1
source: Bar 1
de_de: Balken 1
es_es: Barra 1
fr_fr: Barre 1
id_id: Batang 1
it_it: Barra 1
ko_kr: 바 1
pl_pl: Moduł 1
pt_pt: Barra 1
ru_ru: Модуль 1
zh_cn: 打印模块1

# G_BAR2
source: Bar 2
de_de: Balken 2
es_es: Barra 2
fr_fr: Barre 2
id_id: Batang 2
it_it: Barra 2
ko_kr: 바 2
pl_pl: Moduł 2
pt_pt: Barra 2
ru_ru: Модуль 2
zh_cn: 打印模块2

# G_BAR3
source: Bar 3
de_de: Balken 3
es_es: Barra 3
fr_fr: Barre 3
id_id: Batang 3
it_it: Barra 3
ko_kr: 바 3
pl_pl: Moduł 3
pt_pt: Barra 3
ru_ru: Модуль 3
zh_cn: 打印模块3

# G_BAR4
source: Bar 4
de_de: Balken 4
es_es: Barra 4
fr_fr: Barre 4
id_id: Batang 4
it_it: Barra 4
ko_kr: 바 4
pl_pl: Moduł 4
pt_pt: Barra 4
ru_ru: Модуль 4
zh_cn: 打印模块4

# G_BAR5
source: Bar 5
de_de: Balken 5
es_es: Barra 5
fr_fr: Barre 5
id_id: Batang 5
it_it: Barra 5
ko_kr: 바 5
pl_pl: Moduł 5
pt_pt: Barra 5
ru_ru: Модуль 5
zh_cn: 打印模块5

# G_BAR6
source: Bar 6
de_de: Balken 6
es_es: Barra 6
fr_fr: Barre 6
id_id: Batang 6
it_it: Barra 6
ko_kr: 바 6
pl_pl: Moduł 6
pt_pt: Barra 6
ru_ru: Модуль 6
zh_cn: 打印模块6

# G_BAR7
source: Bar 7
de_de: Balken 7
es_es: Barra 7
fr_fr: Barre 7
id_id: Batang 7
it_it: Barra 7
ko_kr: 바 7
pl_pl: Moduł 7
pt_pt: Barra 7
ru_ru: Модуль 7
zh_cn: 打印模块7

# G_BAR8
source: Bar 8
de_de: Balken 8
es_es: Barra 8
fr_fr: Barre 8
id_id: Batang 8
it_it: Barra 8
ko_kr: 바 8
pl_pl: Moduł 8
pt_pt: Barra 8
ru_ru: Модуль 8
zh_cn: 打印模块8

# M_ALARMS_CHECK
source: Check active alarms
cs_cz: Zkontrolovat aktivní alarmy
de_de: Aktive Warnmeldungen überprüfen
es_es: Ver alarmas activas
fr_fr: Voir les alarmes actives
id_id: Periksa alarm aktif
it_it: Allarmi attivi
ko_kr: 액티브 알람 확인
pl_pl: Sprawdzić aktywne alarmy
pt_pt: Ver alarmes ativos
ru_ru: Проверка активных тревожных сигналов
tr_tr: Aktif alarmlar
zh_cn: 检测报警

# M_ALARMS_RESET
source: Reset alarms
cs_cz: Resetovat alarmy
de_de: Warnmeldungen zurücksetzen
es_es: Resetear alarmas
fr_fr: Réinitialiser les alarmes
id_id: Reset alarm
it_it: Reset Allarmi
ko_kr: 알람 재설정
pl_pl: Zresetować alarmy
pt_pt: Resetar alarmes
ru_ru: Сброс активных тревожных сигналов
tr_tr: Alarmlar reset
zh_cn: 重置报警

# M_ALARMS_REPORT
source: Alarms report
cs_cz: Záznam alarmů
de_de: Warnmeldungsbericht
es_es: Histórico de alarmas
fr_fr: Historique d’alarmes
id_id: Laporan alarm
it_it: Storico Allarmi
ko_kr: 알람 보고서
pl_pl: Raport alarmów
pt_pt: Histórico de alarmes
ru_ru: Отчет о тревожных сигналах
tr_tr: Alarm raporu
zh_cn: 报警记录

# M_ALARMS_ACTIONS
source: Actions report
cs_cz: Záznam akcí
de_de: Aktionsbericht
es_es: Histórico de acciones
fr_fr: Historique d'actions
id_id: Laporan tindakan
it_it: Storico Azioni
ko_kr: 처리 보고서
pl_pl: Raport o działaniach
pt_pt: Histórico de ações
ru_ru: Отчет о действиях
tr_tr: Aktif rapor
zh_cn: 动作记录

# M_ALARMS_REGISTRY
source: Registry report
cs_cz: Záznam registru
de_de: Verzeichnisbericht
es_es: Histórico de registro
fr_fr: Historique du registre
id_id: Laporan registry
it_it: Storico Registro
ko_kr: 레지스트리 보고서
pl_pl: Raport rejestru
pt_pt: Histórico de registro
ru_ru: Отчет реестра
tr_tr: Kayitli rapor
zh_cn: 登录记录

# M_USERS_LOGIN
source: Log in
cs_cz: Přihlásit se
es_es: Iniciar sesión
fr_fr: Ouvrir session
it_it: Iniziare Sessione
ko_kr: 로그인
pl_pl: Logowanie
pt_pt: Iniciar sessão
ru_ru: Вход
tr_tr: Giris
zh_cn: 登入

# M_USERS_LOGOUT
source: Log out
cs_cz: Odhlásit se
es_es: Finalizar sesión
fr_fr: Fermer session
it_it: Chiudere Sessione
ko_kr: 로그아웃
pl_pl: Wylogowanie
pt_pt: Finalizar sessão
ru_ru: Выход
tr_tr: Cikis
zh_cn: 退出

# M_USERS_LANGUAGES
source: Languages
cs_cz: Jazyky
de_de: Sprachen
es_es: Idiomas
fr_fr: Langues
id_id: Bahasa
it_it: Lingue
ko_kr: 언어
pl_pl: Języki
pt_pt: Idiomas
ru_ru: Языки
tr_tr: Diller
zh_cn: 语言

# M_USERS_EDIT
source: Edit user account
cs_cz: Editovat uživatelský účet
de_de: Benutzerkonto bearbeiten
es_es: Editar usuario
fr_fr: Modifier utilisateur
id_id: Edit akun pengguna
it_it: Modificare Account Utente
ko_kr: 유저 계정 편집
pl_pl: Edytować konto użytkownika
pt_pt: Editar usuário
ru_ru: Изменение информации Пользователя
tr_tr: Kullanici duzenle
zh_cn: 编辑用户

# M_HELP_INFO
source: Info
cs_cz: Informace
de_de: Information
es_es: Información
fr_fr: Informations
it_it: Informazioni
ko_kr: 정보
pt_pt: Informação
ru_ru: Информация
tr_tr: Bilgi
zh_cn: 信息

# M_HELP_HELP
source: Help
cs_cz: Nápověda
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide
id_id: Bantuan
it_it: Aiuto
ko_kr: 도움말
pl_pl: Pomoc
pt_pt: Ajuda
ru_ru: Помощь
tr_tr: Yardim
zh_cn: 帮助

# M_HELP_REMOTE
source: Remote Connection
cs_cz: Vzdálené připojení
de_de: Remoteverbindung
es_es: Conectar por asistencia
fr_fr: Se connecter pour assistance
id_id: Koneksi Jarak Jauh
it_it: Connessione remota
ko_kr: 원겹 접속
pl_pl: Zdalne połączenie
pt_pt: Conectar por assistência
ru_ru: Дитанционное соединение
tr_tr: Uzaktan baglanti
zh_cn: 远程连接

# M_HELP_CHAT
source: Start Chat
cs_cz: Zahájit chat
de_de: Chat beginnen
es_es: Abrir chat
fr_fr: Ouvrir le chat
id_id: Mulai Mengobrol
it_it: Iniziare la conversazione
ko_kr: 채팅 시작
pt_pt: Abrir chat
ru_ru: Открыть чат
tr_tr: Chat baslat
zh_cn: 开始聊天

# G_CLOSE
source: Close
cs_cz: Zavřít
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
id_id: Tutup
it_it: Chiudere
ko_kr: 닫기
pl_pl: Zamknąć
pt_pt: Fechar
ru_ru: Закрыть
tr_tr: Kapali
zh_cn: 关闭

# M_FILE
source: File
cs_cz: Soubor
de_de: Datei
es_es: Archivo
fr_fr: Fichier
ko_kr: 화일
pl_pl: Plik
pt_pt: Arquivo
ru_ru: Файл
tr_tr: Dosya
zh_cn: 文件

# MAIN_MODEL_COLON
source: Job:
cs_cz: Model:
de_de: Auftrag:
es_es: Modelo:
fr_fr: Modèle :
id_id: Pekerjaan:
it_it: Modelli
ko_kr: 작업:
pl_pl: Zadanie:
pt_pt: Trabalho:
ru_ru: Модель:
tr_tr: Is:
zh_cn: 模型

# G_LINE1
source: Line 1
cs_cz: Linka 1
de_de: Linie 1
es_es: Línea 1
fr_fr: Ligne 1
id_id: Jalur 1
it_it: Linea 1
ko_kr: 라인 1
pl_pl: Linia 1
pt_pt: Linha 1
ru_ru: Линия 1
tr_tr: Hat1
zh_cn: 第1生产线

# MAIN_LENGTH
source: Length:
cs_cz: Délka:
de_de: Länge:
es_es: Largo:
fr_fr: Longueur :
id_id: Panjang:
it_it: Lunghezza:
ko_kr: 길이:
pl_pl: Długość:
pt_pt: Comprimento
ru_ru: Длина:
tr_tr: Boy:
zh_cn: 长度

# MAIN_WIDTH
source: Width:
cs_cz: Šířka:
de_de: Breite:
es_es: Ancho:
fr_fr: Largeur :
id_id: Lebar:
it_it: Larghezza:
ko_kr: 폭:
pl_pl: Szerokość:
pt_pt: Largura
ru_ru: Ширина:
tr_tr: En:
zh_cn: 宽度

# MAIN_RESOLUTION
source: Resolution:
cs_cz: Rozlišení:
de_de: Auflösung:
es_es: Resolución:
fr_fr: Résolution :
id_id: Resolusi:
it_it: Risoluzione:
ko_kr: 해상도:
pl_pl: Rozdzielczość:
pt_pt: Resolução
ru_ru: Разрешение:
tr_tr: Cozunurluk:
zh_cn: 分辨率

# MAIN_QUALITY
source: Quality:
cs_cz: Kvalita:
de_de: Qualität:
es_es: Calidad:
fr_fr: Qualité :
id_id: Kualitas:
it_it: Qualità:
ko_kr: 품질:
pl_pl: Cecha:
pt_pt: Qualidade
ru_ru: Качество
tr_tr: Kalite:
zh_cn: 质量

# MAIN_MODE_COLON
source: Mode:
cs_cz: Režim:
de_de: Modus:
es_es: Modo:
it_it: Modalità:
ko_kr: 모드:
pl_pl: Tryb:
pt_pt: Modo:
ru_ru: Режим
tr_tr: Mod:
zh_cn: 模式

# MAIN_INSTANT_PRINT
source: Instant Print
cs_cz: Okamžitý tisk
de_de: Direktdruck
es_es: Disparo
fr_fr: Projection
id_id: Cetak Instan
it_it: Stampa
ko_kr: 빠른 인쇄
pl_pl: Drukowanie chwilowe
pt_pt: Impressão instantânea
ru_ru: Моментальная печать
tr_tr: Aninda baski
zh_cn: 触发打印

# MAIN_PRINT_CHANNELS
source: Print Channels
cs_cz: Tiskové kanály
de_de: Druckkanäle
es_es: Parciales
fr_fr: Parties
id_id: Saluran Cetak
it_it: Stampa Parziali
ko_kr: 인쇄 채널
pl_pl: Kanały drukowania
pt_pt: Imprimir canais
ru_ru: Каналы печати
tr_tr: Yazici kanallari
zh_cn: 分通道打印

# MAIN_SPEED
source: Speed:
cs_cz: Rychlost:
de_de: Geschwindigkeit:
es_es: Velocidad:
fr_fr: Vitesse :
id_id: Kecepatan:
it_it: Velocità:
ko_kr: 속도:
pl_pl: Prędkość:
pt_pt: Velocidade
ru_ru: Скорость:
tr_tr: Hiz:
zh_cn: 皮带速度：

# MAIN_THICKNESS
source: Tile thickness:
cs_cz: Tloušťka dílu:
de_de: Kachelstärke:
es_es: Espesor pieza:
fr_fr: Épaisseur carreau :
id_id: Ketebalan kotak:
it_it: Spessore pezzo:
ko_kr: 타일 두께:
pl_pl: Grubość płytki:
pt_pt: Espessura da peça
ru_ru: Толщина плитки:
tr_tr: Karo kalinlik:
zh_cn: 瓷砖厚度：

# MAIN_JETTING
source: Jetting gap:
cs_cz: Okraje tisku:
de_de: Druckrand:
es_es: Margen pintado:
fr_fr: Marge d’impression :
id_id: Celah aliran:
it_it: Intervallo Stampa
ko_kr: 분사 간격:
pl_pl: Margines:
pt_pt: Margem de impressão
ru_ru: Поле окраски:
tr_tr: Baski arasi:
zh_cn: 喷射间隔：

# MAIN_STOPPED
source: STOPPED
cs_cz: ZASTAVENO
de_de: ANGEHALTEN
es_es: PARADO
fr_fr: Arrêtée
it_it: BLOCCATO
ko_kr: 정지됨
pl_pl: ZATRZYMANY
pt_pt: PARAR
ru_ru: СТОП
tr_tr: DURDU
zh_cn: 停止

# MAIN_AUTOMATIC
source: AUTOMATIC
cs_cz: AUTOMATICKÝ
de_de: AUTOMATISCH
es_es: AUTOMÁTICO
fr_fr: Automatique
id_id: OTOMATIS
it_it: AUTOMATICO
ko_kr: 자동
pl_pl: AUTOMATYCZNY
pt_pt: AUTOMÁTICO
ru_ru: АВТОМАТИЧЕСКИ
tr_tr: OTOMATIK
zh_cn: 自动

# G_LINE2
source: Line 2
cs_cz: Linka 2
de_de: Linie 2
es_es: Línea 2
fr_fr: Ligne 2
id_id: Jalur 2
it_it: Linea 2
ko_kr: 라인 2
pl_pl: Linia 2
pt_pt: Linha 2
ru_ru: Линия 2
tr_tr: Hat 2
zh_cn: 第2生产线

# MAIN_MODE
source: Mode
cs_cz: REŽIM
de_de: Modus
es_es: Modo
it_it: Modalità:
ko_kr: 모드
pl_pl: Tryb
pt_pt: Modo
ru_ru: Режим
tr_tr: Mod:
zh_cn: 模式

# MAIN_MODEL
source: Job
cs_cz: Model
de_de: Auftrag
es_es: Modelo
fr_fr: Modèle
id_id: Pekerjaan
it_it: Modello
ko_kr: 작업
pl_pl: Zadanie
pt_pt: Trabalho
ru_ru: Модель:
tr_tr: Is:
zh_cn: 模型

# MAIN_BAR_CLEAN
source: Cleaning
cs_cz: Čištění
de_de: Reinigung
es_es: Limpieza
fr_fr: Nettoyage
id_id: Pembersihan
it_it: Pulizia
ko_kr: 삭제
pl_pl: Czyszczenie
pt_pt: Limpeza
ru_ru: Очистка
tr_tr: Temizleme
zh_cn: 清洗

# MAIN_INIT_INK
source: Start ink system
cs_cz: Spustit inkoustový systém
de_de: Start des Tintensystems
es_es: Iniciar tintas
fr_fr: Démarrer encres
id_id: Jalankan sistem tinta
it_it: Avviare Sistema Inchiostro
ko_kr: 잉크 시스템 시작
pl_pl: Uruchomić system tuszu
pt_pt: Iniciar tintas
ru_ru: Запуск ситемы чернил
tr_tr: Ink sistemi start
zh_cn: 开启墨水系统

# MAIN_SILENCE
source: Mute
cs_cz: Ztlumit
de_de: Stummschalten
es_es: Silenciar sirena
fr_fr: Silence alarme
id_id: Bungkam
it_it: TACITA
ko_kr: 음소거
pl_pl: Wyciszyć
pt_pt: Silenciar sirene
ru_ru: Отключить звук
tr_tr: Sessiz
zh_cn: 静音

# MAIN_CLEANING
source: Cleaning menu
cs_cz: Menu čištění
de_de: Reinigungsmenü
es_es: Menu limpieza
fr_fr: Menu Nettoyage
id_id: Menu membersihkan
it_it: Menu Pulizia
ko_kr: 삭제 메뉴
pl_pl: Menu czyszczenia
pt_pt: Menú limpeza
ru_ru: Меню чистки
tr_tr: Temizleme menu
zh_cn: 清洁菜单

# MAIN_BAR_CAPPED
source: Over tray
cs_cz: Nad podavačem
de_de: Über Fach
es_es: Sobre bandeja
fr_fr: Sur plateau
id_id: Nampan atas
it_it: Protezione
ko_kr: 오버트레이
pl_pl: Pokryty
pt_pt: Sobre bandeija
ru_ru: Над поддоном
tr_tr: Kapali
zh_cn: 托盘保护

# MAIN_BAR_MAINTENANCE
source: Maintenance
cs_cz: Údržba
de_de: Instandhaltung
es_es: Mantenimiento
id_id: Perawatan
it_it: Manutenzione
ko_kr: 유지보수
pl_pl: Konserwacja
pt_pt: Manutenção
ru_ru: Техническое обслуживание
tr_tr: Bakim
zh_cn: 维护

# MAIN_BAR_PAINT
source: Printing
cs_cz: Tisk
de_de: Druck
es_es: Pintado
fr_fr: Impression en cours
id_id: Mencetak
it_it: Stampa
ko_kr: 인쇄
pl_pl: Drukowanie
pt_pt: Imprimindo
ru_ru: Печать
tr_tr: Baski
zh_cn: 打印

# MAIN_MARCHA_START
source: START
es_es: MARCHA
fr_fr: MARCHE
it_it: AVVIO
ko_kr: 시작
pt_pt: ACCIONAR
ru_ru: ПУСК
tr_tr: URETIM
zh_cn: 开始

# MAIN_MARCHA_LAB
source: LABORATORY
cs_cz: LABORATOŘ
de_de: LABOR
es_es: LABORATORIO
fr_fr: LABORATOIRE
it_it: LABORATORIO
ko_kr: 실험실
pl_pl: LABORATORIÓW
pt_pt: LABORATÓRIO
ru_ru: ЛАБОРАТОРНЫЙ
tr_tr: LABORATUVAR
zh_cn: 实验室

# MAIN_MARCHA_STOP
source: STOP
de_de: STOPP
es_es: PARO
fr_fr: ARRÊT
ko_kr: 정지
pt_pt: PARAR
ru_ru: СТОП
zh_cn: 停止

# MAIN_LINEMODE_STOPPED
source: Stopped
cs_cz: Zastaveno
de_de: Angehalten
es_es: Parada
fr_fr: Arrêtée
id_id: Berhenti
it_it: Bloccato
ko_kr: 정지됨
pl_pl: Zatrzymany
pt_pt: Parada
ru_ru: Останов
tr_tr: Durdu
zh_cn: 停止

# MAIN_LINEMODE
source: Line mode
cs_cz: Režim linky
de_de: Linienmodus
es_es: Modo de línea
fr_fr: Mode de ligne
id_id: Mode Baris
it_it: Modalità in linea
ko_kr: 라인 모드
pl_pl: Tryb linii
pt_pt: Modo de linha
ru_ru: Режим линии
tr_tr: Hat modu
zh_cn: 生产线模式

# MAIN_SCREEN_CLEAN
source: Press the two corners to exit
cs_cz: Pro ukončení stiskněte oba rohy
de_de: Zum Verlassen beide Ecken drücken
es_es: Pulse las dos esquinas para salir
fr_fr: Appuyez sur les deux coins pour sortir
id_id: Tekan kedua ujung untuk keluar
it_it: Premere sui due angoli per uscire
ko_kr: 두 모서리를 눌러 '나가기'합니다
pl_pl: Wcisnąć dwa narożniki aby wyjść
pt_pt: Pressione os dois cantos para sair
ru_ru: Нажмите в двух углах для выхода
tr_tr: Cikmak icin iki koseye bas
zh_cn: 请点击屏幕两个角落退出

# M_FILE_SLAVES_SLAVE1
source: Slave 1
cs_cz: Podřízené zařízení 1
es_es: Esclavo 1
fr_fr: Esclave 1
ko_kr: 슬레이브 1
pl_pl: Urządzenie podrzędne 1
pt_pt: Escravo 1
ru_ru: Подчиненный узел 1
tr_tr: Yardimci 1
zh_cn: 附属电脑1

# M_FILE_SLAVES_SLAVE2
source: Slave 2
cs_cz: Podřízené zařízení 2
es_es: Esclavo 2
fr_fr: Esclave 2
ko_kr: 슬레이브 2
pl_pl: Urządzenie podrzędne 2
pt_pt: Escravo 2
ru_ru: Подчиненный узел 2
tr_tr: Yardimci 2
zh_cn: 附属电脑2

# M_FILE_SLAVES_SLAVE3
source: Slave 3
cs_cz: Podřízené zařízení 3
es_es: Esclavo 3
fr_fr: Esclave 3
ko_kr: 슬레이브 3
pl_pl: Urządzenie podrzędne 3
pt_pt: Escravo 3
ru_ru: Подчиненный узел 3
tr_tr: Yardimci 3
zh_cn: 附属电脑3

# M_FILE_SLAVES_SLAVE4
source: Slave 4
cs_cz: Podřízené zařízení 4
es_es: Esclavo 4
fr_fr: Esclave 4
ko_kr: 슬레이브 4
pl_pl: Urządzenie podrzędne 4
pt_pt: Escravo 4
ru_ru: Подчиненный узел 4
tr_tr: Yardimci 4
zh_cn: 附属电脑4

# M_FILE_SLAVES_SLAVE5
source: Slave 5
cs_cz: Podřízené zařízení 5
es_es: Esclavo 5
fr_fr: Esclave 5
ko_kr: 슬레이브 5
pl_pl: Urządzenie podrzędne 5
pt_pt: Escravo 5
ru_ru: Подчиненный узел 5
tr_tr: Yardimci 5
zh_cn: 附属电脑5
