Repository: masterkeystroker/high-tech-code-industrials
Catalog: Strings.*.resx
Languages: cs_cz, de_de, es_es, fr_fr, id_id, it_it, ko_kr, pl_pl, pt_pt, ru_ru, tr_tr, zh_cn

# TAS_NUM_SAMPLES
source: Samples
cs_cz: Vzorky
de_de: Muster
es_es: Muestras
fr_fr: Tests
id_id: Sampel
it_it: Campioni
ko_kr: 샘플
pl_pl: Próbki
pt_pt: Amostras
ru_ru: Примеры
tr_tr: Numuneler
zh_cn: 样本

# M_EDIT_PRINTHEADS_AUTOALIGN_QUESTION
source: Are you sure you want to reset the alignment of heads? You will lose the current alignment
cs_cz: Opravdu chcete resetovat vyrovnání hlav? Ztratíte aktuální vyrovnání
de_de: Möchten Sie die Druckkopfausrichtung wirklich zurücksetzen? Die derzeitige Ausrichtung geht dabei verloren.
es_es: ¿Está seguro que quiere resetear el alineamiento de cabezales? Perderá el alineamiento actual
fr_fr: Êtes-vous sûr de vouloir réinitialiser l'alignement des têtes ? Vous allez perdre l'alignement actuel
id_id: “Anda yakin ingin mereset penyejajaran kepala cetak?” Anda akan kehilangan penyejajaran saat ini”
it_it: Si è sicuri di voler resettare l’allineamento delle testine? Si perderà l’allineamento attuale.
ko_kr: 헤드 배열을 재설정하시겠습니까? 현재 배열 상태가 삭제됩니다
pl_pl: Czy na pewno chcesz wyzerować wyrównanie głowic? Stracisz aktualne wyrównanie
pt_pt: Tem a certeza de que quer repor o alinhamento de cabeças? Perderá o alinhamento atual
ru_ru: Сбросить выравнивание головок? Текущее выравнивание будет сброшено
tr_tr: Kafalarin ayarlarini resetlemeye eminmisiniz?Uygun ayarlar kaybolacak.
zh_cn: 重置打印头校准将会丢失当前更改，是否继续？

# M_EDIT_PRINTHEADS_AUTOALIGN_LEFT
source: Is the head number one located on the left side?
cs_cz: Nachází se hlava číslo jedna na levé straně?
de_de: Ist der Druckkopf Nummer eins links angebracht?
es_es: ¿El cabezal número uno está colocado a la izquierda?
fr_fr: La tête numéro un se trouve-t-elle à gauche ?
id_id: Apakah jumlah kepala satu terletak di sisi kiri?
it_it: La testina numero 1 è collocata a sinistra?
ko_kr: 1번 헤드를 좌측에 위치시키시겠습니까?
pl_pl: Czy głowica numer jeden jest umieszczona z lewej strony?
pt_pt: A cabeça número um está localizada no lado esquerdo?
ru_ru: Головка № 1 расположена слева?
tr_tr: Sol tarafda bulunan kafanin birimi?
zh_cn: 第一个打印头是否处于机器左侧？

# M_EDIT_PRINTHEADS_AUTOALIGN
source: Auto alignment
cs_cz: Automatické vyrovnání
de_de: Automatische Ausrichtung
es_es: Auto alineamiento
fr_fr: Alignement automatique
id_id: Penyejajaran otomatis
it_it: Auto-allineamento
ko_kr: 자동 배열
pl_pl: Samoczynne wyrównanie
pt_pt: Alinhamento automático
ru_ru: Автоматическое выравнивание
tr_tr: Otomatik ayarlama
zh_cn: 自动校正

# M_EDIT_PRINTHEADS_INTERROW_DESV
source: Inter Row deviation:
cs_cz: Odchylka mezi řádky:
de_de: Abweichung innerhalb der Zeilen:
es_es: Inter Row desviación:
fr_fr: Déviation inter row :
id_id: Penyimpangan Baris Dalam:
it_it: Deviazione dell’Inter Row:
ko_kr: 행간 편차:
pl_pl: Odchylenie między rzędami:
pt_pt: Inter Row desvio:
ru_ru: Отклонение внутри ряда:
tr_tr: Ara satir:
zh_cn: 单行差异

# G_ERROR_COMMAND
source: Cannot process the command
cs_cz: Nelze zpracovat příkaz
de_de: Der Befehl konnte nicht bearbeitet werden.
es_es: No se ha podido procesar el comando
fr_fr: La commande n’a pas pu être exécutée
id_id: Tidak dapat memproses perintah
it_it: Non si può processare il comando
ko_kr: 명령을 처리할 수 없습니다
pl_pl: Nie można przetworzyć polecenia
pt_pt: Não é possível processar o comando
ru_ru: Невозможно обработать команду
tr_tr: Komutu isleyemez
zh_cn: 无法执行命令

# MODEL_STATE_INK_CONS
source: Calculating ink consumption
cs_cz: Výpočet spotřeby inkoustu
de_de: Tintenverbrauch wird berechnet
es_es: Calculando consumo de tintas
fr_fr: Calcul consommation d'encres en cours
id_id: Menghitung konsumsi tinta
it_it: Calcolando il consumo di inchiostro
ko_kr: 잉크 소모량 계산
pl_pl: Obliczenie zużycia tuszu
pt_pt: A calcular o consumo de tinta
ru_ru: Вычисление расхода чернил
tr_tr: Boya tuket. Hesaplama
zh_cn: 计算墨水用量

# M_EDIT_DESC_GRAL_SIDE_TABLE
source: Side tables:
cs_cz: Pomocné stoly:
de_de: Seitentabellen:
es_es: Mesas auxiliares:
fr_fr: Tables auxiliaires :
id_id: Tabel samping:
it_it: Tabelle ausiliarie:
ko_kr: 측면 테이블:
pl_pl: Tablice boczne:
pt_pt: Mesas laterais:
ru_ru: Приставные столики:
tr_tr: Yan tablolar:
zh_cn: 分类

# M_EDIT_DESC_CAM_NONE
source: None
cs_cz: Žádné
de_de: Ohne
es_es: Ninguna
fr_fr: Aucune
id_id: Tidak ada
it_it: Nessuna
ko_kr: 없음
pl_pl: Żaden
pt_pt: Nenhuma
ru_ru: Нет
tr_tr: Hicbiri
zh_cn: 无

# M_EDIT_DESC_BAR_DIS_ALLBAR
source: Bar enabled (Electrically)
cs_cz: Bar aktivován (elektricky)
de_de: Druckbalken aktiviert (elektronisch)
es_es: Barra habilitada (Eléctricamente)
fr_fr: Barre habilitée (Électriquement)
id_id: Batang diaktifkan (dengan listrik)
it_it: Barra abilitata
ko_kr: 바 활성화됨(전기식)
pl_pl: Włączony moduł drukowania
pt_pt: Barra ativada (Eletricamente)
ru_ru: Модуль включен (подано электропитание)
tr_tr: Bar etkinleme
zh_cn: 打印模块已启用（电动）

# M_EDIT_DESC_GRAL_BENT_TILE
source: Bent tile separation:
cs_cz: Oddělení ohnutého dílu:
de_de: Trennung gebogener Kacheln:
es_es: Separación pieza doblada:
fr_fr: Séparation pièce pliée :
id_id: Pemisahan kotak bengkok:
it_it: Separazione dei pezzi piegati:
ko_kr: 굴곡 타일 분리:
pl_pl: Oddzielenie wygiętej płytki:
pt_pt: Separação de peça dobrada:
ru_ru: Разделение шпунтовой плитки:
tr_tr: Karo ayirma:
zh_cn: 自动抬高高度:

# BAR_VALIDATE_AUTO
source: Validate auto
cs_cz: Validovat automatický
de_de: Automatisch validieren
es_es: Validar automático
fr_fr: Valider automatiquement
id_id: Validasi otomatis
it_it: Validare in automatico
ko_kr: 자동 인증
pl_pl: Automatycznie sprawdzić poprawność
pt_pt: Validar automático
ru_ru: Автоматическая проверка
tr_tr: Oto. Onaylam.
zh_cn: 自动验证

# MAIN_CAMERA_NOT_CONNECTED2
source: Camera 2 not connected
cs_cz: Kamera 2 nepřipojena
de_de: Kamera 2 nicht verbunden
es_es: Cámara 2 no conectada
fr_fr: Caméra 2 déconnectée
id_id: Kamera 2 tidak tersambung
it_it: Telecamera 2 non connessa
ko_kr: 카메라 2 접속되지 않음
pl_pl: Kamera 2 nie jest połączona
pt_pt: Câmera 2 não conectada
ru_ru: Камера 2 не подключена
tr_tr: Kamera 2 baglanmadi
zh_cn: 相机 2 未连接

# G_SELECT_ALL
source: Select All
cs_cz: Vybrat všechny
de_de: Alle auswählen
es_es: Seleccionar todo
fr_fr: Sélectionner tout
id_id: Pilih Semua
it_it: Selezionare tutto
ko_kr: 전체 선택
pl_pl: Wybrać wszystkie
pt_pt: Selecionar tudo
ru_ru: Выделить все
tr_tr: Tmn Se
zh_cn: 全选

# M_FILE_BACKUP_RESTORE
source: Restore
cs_cz: Obnovit
de_de: Wiederherstellen
es_es: Restaurar
fr_fr: Restaurer
id_id: Pulihkan
it_it: Ripristinare
ko_kr: 복구
pl_pl: Przywrócić
pt_pt: Restaurar
ru_ru: Восстановить
tr_tr: Geri Ykle
zh_cn: 恢复

# M_FILE_BACKUP_DIFF
source: There are differences between versions:
cs_cz: Existují rozdíly mezi verzemi:
de_de: Es bestehen Unterschiede zwischen den Versionen:
es_es: Hay diferencias entre versiones:
fr_fr: Il y a des différences entre les versions :
id_id: Terdapat perbedaan antara versi:
it_it: Ci sono versioni differenti:
ko_kr: 각 버전 사이에 차이가 있습니다. :
pl_pl: Występują różnice pomiędzy wersjami:
pt_pt: Existem diferenças entre versões:
ru_ru: В версиях присутствуют различия:
tr_tr: Srmler arasnda fark var:
zh_cn: 版本之间有差别：

# G_WISH_TO_CONTINUE
source: Do you want to continue?
cs_cz: Přejete si pokračovat?
de_de: Möchten Sie fortfahren?
es_es: ¿Desea continuar?
fr_fr: Souhaitez-vous continuer ?
id_id: Anda ingin melanjutkan?
it_it: Vuole continuare?
ko_kr: 계속하시겠습니까?
pl_pl: Czy chcesz kontynuować?
pt_pt: Deseja continuar?
ru_ru: Продолжить?
tr_tr: Devam etmek istiyor musunuz?
zh_cn: 是否要继续？

# G_APPLY_CHANGES
source: Are you sure you want to restore the data?
cs_cz: Opravdu chcete obnovit data?
de_de: Möchten Sie die Daten wirklich wiederherstellen?
es_es: ¿Está seguro que quiere restaurar los datos?
fr_fr: Êtes-vous sûr de vouloir restaurer les données ?
id_id: Anda yakin ingin memulihkan data?
it_it: È sicuro di voler ripristinare i dati?
ko_kr: 데이터를 복구하시겠습니까?
pl_pl: Czy na pewno chcesz przywrócić dane?
pt_pt: Tem a certeza de que quer restaurar os dados?
ru_ru: Восстановить данные?
tr_tr: Verileri geri yklemek istediinizden emin misiniz?
zh_cn: 是否确定要恢复数据？

# M_EDIT_DSEC_BAR_ELECTRONICS
source: Electronics
cs_cz: Elektronika
de_de: Elektronik
es_es: Electrónica
fr_fr: Électronique
id_id: Elektronik
it_it: Elettronica
ko_kr: 전자 회로
pl_pl: Elektronika
pt_pt: Sistema eletrónico
ru_ru: Электроника
tr_tr: Elektronik
zh_cn: 电子

# G_ENABLE_ALL
source: Enable all
cs_cz: Aktivovat všechny
de_de: Alle aktivieren
es_es: Habilitar todos
fr_fr: Habiliter tout
id_id: Aktifkan semua
it_it: Abilitare tutto
ko_kr: 전체 활성화
pl_pl: Włączyć wszystkie
pt_pt: Ativar tudo
ru_ru: Включит все
tr_tr: Tmn etkinletir
zh_cn: 启用全部

# G_DISABLE_ALL
source: Disable all
cs_cz: Deaktivovat všechny
de_de: Alle deaktivieren
es_es: Deshabilitar todos
fr_fr: Déshabiliter tout
id_id: Nonaktifkan semua
it_it: Disabilitare tutto
ko_kr: 전체 비활성화
pl_pl: Wyłączyć wszystkie
pt_pt: Desativar tudo
ru_ru: Отключить все
tr_tr: Tmn devre d brak
zh_cn: 禁用全部

# M_EDIT_DESC_GRAL_MOUNT_TILE
source: Tile mounted heigth:
cs_cz: Výška upevněného dílu:
de_de: Höhe montierte Kacheln:
es_es: Altura pieza montada:
fr_fr: Hauteur pièce montée :
id_id: Tinggi di atas kotak:
it_it: Altezza del pezzo montato:
ko_kr: 타일 장착 높이:
pl_pl: Wysokość zamontowanej płytki:
pt_pt: Altura da peça montada:
ru_ru: Высота установки плитки:
tr_tr: Demeye monte edilmi ykseklik:
zh_cn: 叠砖限制高度:

# EDIT_LASER_HOMING_INFO
source: The selector must be 0
cs_cz: Volič musí být 0
de_de: Der Wählschalter muss auf 0 gestellt sein
es_es: El selector debe estar en 0
fr_fr: Le sélecteur doit être à 0
id_id: Pemilih harus 0
it_it: Il selettore deve essere sullo 0
ko_kr: 선택 장치는 0이어야 합니다
pl_pl: Przełącznik musi być na 0
pt_pt: O seletor tem de ser 0
ru_ru: Значение переключения должно быть равным "0"
tr_tr: Seici 0 olmaldr
zh_cn: 机器模式必须处于0位

# BAR_RECIRCULATION_PUMP
source: Positive pump:
cs_cz: Pozitivní čerpadlo:
de_de: Positive Pumpe:
es_es: Bomba positiva:
fr_fr: Pompe positive :
id_id: Pompa positif:
it_it: Bomba positiva:
ko_kr: 양변위 펌프:
pl_pl: Pompa dodatnia:
pt_pt: Bomba positiva:
ru_ru: Нагнетательный насос
tr_tr: Pozitif pompa:
zh_cn: 正压泵：

# M_EDIT_DESC_GRAL_NUM_BARS_CLEAN
source: Simultaneous cleaning bars:
cs_cz: Simultánní čištění barů:
de_de: Simultane Balkenreinigung:
es_es: Limpieza de barras simultáneas:
fr_fr: Nettoyage des barres simultanées :
id_id: Membersihkan batang sekaligus:
it_it: Pulizia delle barre simultanee:
ko_kr: 동시 세정 바:
pl_pl: Jednoczesne czyszczenie modułów drukowania:
pt_pt: Barras de limpeza simultâneas
ru_ru: Модули одновременной очистки
tr_tr: Ezamanl temizlik ubuklar:
zh_cn: 同步清洁打印模块：

# BAR_RECIRCULATION
source: Ink recirculation:
cs_cz: Recirkulace inkoustu:
de_de: Rückführung der Tinte:
es_es: Recirculación de tinta:
fr_fr: Recirculation d'encre :
id_id: Resirkulasi tinta:
it_it: Riciclo dell'inchiostro:
ko_kr: 잉크 재순환:
pl_pl: Recyrkulacja tuszu:
pt_pt: Recirculação de tinta:
ru_ru: Рециркуляция чернил
tr_tr: Mrekkep devir daimi:
zh_cn: 墨水再循环：

source: Enabled nozzles
cs_cz: Aktivované trysky
de_de: Aktivierte Spritzdüsen
es_es: Inyectores habilitados
fr_fr: Injecteurs habilités
id_id: Nosel diaktifkan
it_it: Iniettori abilitati
ko_kr: 활성화된 노즐
pl_pl: Włączone dysze
pt_pt: Injetores ativados
ru_ru: Включенные сопла
tr_tr: Pskrtme ular etkin
zh_cn: 喷嘴已启用

source: Disabled nozzles
cs_cz: Deaktivované trysky
de_de: Deaktivierte Spritzdüsen
es_es: Inyectores anulados
fr_fr: Injecteurs annulés
id_id: Nosel yang dinonaktifkan
it_it: Iniettori annullati
ko_kr: 비활성화된 노즐
pl_pl: Wyłączone dysze
pt_pt: Injetores desativados
ru_ru: Отключенные сопла
tr_tr: Pskrtme ular devre d
zh_cn: 喷嘴已禁用

source: Enable nozzle
cs_cz: Aktivovat trysku
de_de: Spritzdüse aktivieren
es_es: Habilitar inyector
fr_fr: Habiliter injecteur
id_id: Aktifkan nosel
it_it: Abilitare iniettori
ko_kr: 노즐 활성화
pl_pl: Włączyć dyszę
pt_pt: Ativar injetor
ru_ru: Включить сопло
tr_tr: Pskrtme ularn etkinletir
zh_cn: 启用喷嘴

source: Disable nozzle
cs_cz: Deaktivovat trysku
de_de: Spritzdüse deaktivieren
es_es: Anular inyector
fr_fr: Annuler injecteur
id_id: Nonaktifkan nosel
it_it: Annullare iniettori
ko_kr: 노즐 비활성화
pl_pl: Wyłączyć dyszę
pt_pt: Desativar injetor
ru_ru: Отключить сопло
tr_tr: Pskrtme ularn devre d brak
zh_cn: 禁用喷嘴

# PLOT_PASSES
source: Passes
cs_cz: Průchody
de_de: Durchgänge
es_es: Pasadas
fr_fr: Passages
id_id: Melewati
it_it: Passaggi
ko_kr: 통과
pl_pl: Przebiegi
pt_pt: Passagens
ru_ru: Проходы
tr_tr: Geiler
zh_cn: 通道

# PLOT_DSEC_GNR_WITH_BELT
source: With belt
cs_cz: S pásem
de_de: Mit Riemen
es_es: Con banda
fr_fr: Avec tapis
id_id: Dengan sabuk
it_it: Con cinta
ko_kr: 벨트 있음
pl_pl: Z pasem
pt_pt: Com correia
ru_ru: С ремнем
tr_tr: Bandla
zh_cn: 和皮带

# PLOT_DSEC_GNR_VALIDATE
source: Validate after start
cs_cz: Validovat po spuštění
de_de: Nach Neustart validieren
es_es: Validar tras rearmar
fr_fr: Valider après démarrage
id_id: Validasi setelah memulai
it_it: Validare dopo aver ravviato
ko_kr: 시작 후에 유효화
pl_pl: Sprawdzić poprawność po uruchomieniu
pt_pt: Validar após o início
ru_ru: Проверить после запуска
tr_tr: Balatma sonras dorula
zh_cn: 启动后验证

# M_EDIT_DESC_MOTOR_HOMING_EDIT
source: Are you sure you want to edit the motor homing?
cs_cz: Opravdu chcete editovat navádění motoru?
de_de: Möchten Sie die Zuweisung des Motors wirklich bearbeiten?
es_es: Está seguro de querer editar el referenciado de motor?
fr_fr: Êtes-vous sûr de vouloir éditer le référencement du moteur ?
id_id: Anda yakin ingin mengedit penggerak melengkung?
it_it: È sicuro di voler modificare i dati di riferimento del motore?
ko_kr: 모터 자동 회귀 장치를 편집하시겠습니까?
pl_pl: Czy na pewno chcesz edytować samonaprowadzenie silnika?
pt_pt: Tem a certeza de que quer editar o referenciamento do motor?
ru_ru: Изменить калибровку мотора?
tr_tr: Motor yerleimini dzenlemek istediinizden emin misiniz?
zh_cn: 是否确定要编辑电动机归位？

# M_ALR_ACTIONS_DATE
source: Date
cs_cz: Datum
de_de: Datum
es_es: Fecha
id_id: Tanggal
it_it: Data
ko_kr: 일자
pl_pl: Data
pt_pt: Data
ru_ru: Дата
tr_tr: Tarih
zh_cn: 日期

# M_ALR_ACTIONS_USER
source: User
cs_cz: Uživatel
de_de: Benutzer
es_es: Usuario
fr_fr: Utilisateur
id_id: Pengguna
it_it: Utente
ko_kr: 유저
pl_pl: Użytkownik
pt_pt: Usuário
ru_ru: Пользователь
tr_tr: Kullanici
zh_cn: 用户

# M_ALR_ACTIONS_MESSAGE
source: Message
cs_cz: Zpráva
de_de: Nachricht
es_es: Mensaje
id_id: Pesan
it_it: Messaggio
ko_kr: 메시지
pl_pl: Komunikat
pt_pt: Mensagem
ru_ru: Сообщение
tr_tr: Mesaj
zh_cn: 消息

# INKS_CLEAN_BELT
source: Clean belt
cs_cz: Vyčistit pás
de_de: Riemen reinigen
es_es: Limpiar banda
fr_fr: Nettoyer le tapis
id_id: Bersihkan sabuk
it_it: Pulire la banda
ko_kr: 클린 벨트
pl_pl: Oczyścić pas
pt_pt: Limpar correia
ru_ru: Очистка ремня
tr_tr: Temizlik kay
zh_cn: 清洁皮带

# M_HELP_LICENSE_TIME_LEFT
source: Time left to activate the license:
cs_cz: Čas zbývající k aktivaci licence:
de_de: Verbleibende Zeit bis zur Lizenzaktivierung:
es_es: Tiempo restante para activar la licencia:
fr_fr: Temps restant avant d'activer la licence :
id_id: Sisa waktu untuk mengaktifkan lisensi:
it_it: Tempo residuo per attivare la licenza:
ko_kr: 인증 활성화까지 남은 시간:
pl_pl: Czas pozostały do aktywacji licencji:
pt_pt: Tempo restante para ativar a licença:
ru_ru: Остаток времени до активации лицензии:
tr_tr: Lisans aktive etmek iin kalan sre:
zh_cn: 激活证书剩余时间：

# G_DAYS
source: days
cs_cz: dny
de_de: Tage
es_es: días
fr_fr: jours
id_id: hari
it_it: giorni
ko_kr: 일
pl_pl: dni
pt_pt: dias
ru_ru: дни
tr_tr: gn
zh_cn: 天

# M_HELP_LICENSE_ACTIVATE
source: Activate
cs_cz: Aktivovat
de_de: Aktivieren
es_es: Activar
fr_fr: Activer
id_id: Aktifkan
it_it: Attivare
ko_kr: 활성화
pl_pl: Aktywować
pt_pt: Ativar
ru_ru: Активировать
tr_tr: Etkinletir
zh_cn: 激活

# M_HELP_LICENSE
source: License
cs_cz: Licence
de_de: Lizenz
es_es: Licencia
fr_fr: Licence
id_id: Lisensi
it_it: Licenza
ko_kr: 인증
pl_pl: Licencja
pt_pt: Licença
ru_ru: Лицензия
tr_tr: Lisans
zh_cn: 证书

# M_HELP_LICENSE_ACT_CODE
source: Activation code
cs_cz: Aktivační kód
de_de: Aktivierungscode
es_es: Código de activación
fr_fr: Code d'activation
id_id: Kode aktivasi
it_it: Codice di attivazione
ko_kr: 활성화 코드
pl_pl: Kod aktywacji
pt_pt: Código de ativação
ru_ru: Код активации
tr_tr: Aktivasyon kodu
zh_cn: 激活代码

# M_HELP_LICENSE_IS_ACTIVE
source: The license is active
cs_cz: Licence je aktivní
de_de: Die Lizenz wurde aktiviert
es_es: La licencia está activada
fr_fr: La licence est activée
id_id: Lisensi sudah aktif
it_it: La licenza è attiva
ko_kr: 인증이 활성화되었습니다
pl_pl: Licencja jest aktywna
pt_pt: A licença está ativa
ru_ru: Лицензия активна
tr_tr: Lisans aktif
zh_cn: 证书已激活

# M_HELP_LICENSE_INVALID
source: The license is invalid
cs_cz: Licence je neplatná
de_de: Die Lizenz ist ungültig
es_es: La licencia es invalida
fr_fr: La licence n'est pas valide
id_id: Lisensi tidak valid
it_it: La licenza non è valida
ko_kr: 인증이 유효하지 않습니다
pl_pl: Licencja jest nieważna
pt_pt: A licença não é válida
ru_ru: Лицензия недействительна
tr_tr: Lisans geersiz
zh_cn: 证书无效

# RENDER_WARNING_NO_IMG_ORIG
source: One or more original images were not found
cs_cz: Jeden nebo více originálních snímků nebylo nalezeno
de_de: Ein oder mehrere Originalbilder wurden nicht gefunden.
es_es: Una o más imágenes originales no se encontraron
fr_fr: Une ou plusieurs images originales n'ont pas été trouvées
id_id: Satu gambar asli atau lebih tidak ditemukan
it_it: Una o più immagini originali non si trovano
ko_kr: 1개 이상의 원본 이미지를 찾을 수 없습니다
pl_pl: Nie odnaleziono jednego lub większej liczby oryginalnych obrazów
pt_pt: Uma ou mais imagens originais não foram encontradas
ru_ru: Не удалось найти одно или несколько исходных изображений
tr_tr: Bir veya daha fazla orijinal grnt bulunamad
zh_cn: 未找到一个或多个原始图像

# M_FILE_BACKUP_RESTORE_POINT
source: Open Restore Point
cs_cz: Otevřít bod obnovy
de_de: Wiederherstellungspunkt öffnen
es_es: Abrir punto de restauración
fr_fr: Ouvrir point de restauration
id_id: Buka Titik Pemulihan
it_it: Aprire il punto di ripristino
ko_kr: 복구할 지점을 여십시오
pl_pl: Otworzyć punkt przywracania
pt_pt: Abrir ponto de restauro
ru_ru: Открыть точку восстановления
tr_tr: Ak Geri Ykleme Noktas
zh_cn: 打开恢复点

# MAIN_BAR_CLEAN_ASK
source: Would you like to run cleaning in all bars?
cs_cz: Chcete spustit čištění ve všech barech?
de_de: Möchten Sie die Reinigung in allen Balken durchführen?
es_es: ¿Seguro que quiere poner todos las barras en limpieza?
fr_fr: Êtes-vous sûr que vous voulez mettre toutes les barres en mode Nettoyage?
id_id: Jalankan pembersihan di semua bilah?
it_it: Sicuro di pulire tutte le barre?
ko_kr: 모든 바를 청소하시겠습니까?
pl_pl: Chcesz uruchomić czyszczenie we wszystkich barach?
pt_pt: Pretende executar a limpeza em todas as barras?
ru_ru: Перевести все модули в режим чистки?
tr_tr: Eminmisiniz ? Bar'larn tm bakm ilemine geecek
zh_cn: 你确定要清洗每个打印模块吗？

# PLOTTER_ZERO_VACUUM
source: To do the 0 Vacuum it's necessary remove the tube. Are you sure you want to continue?
cs_cz: K provedení 0 Vakuum je nezbytné odebrat trubici. Opravdu chcete pokračovat?
de_de: Um das Vakuum auf 0 zu stellen, muss das Rohr abgenommen werden. Möchten Sie wirklich fortfahren?
es_es: Para hacer el 0 Vacío es necesario quitar el tubo. ¿Está seguro de querer continuar?
fr_fr: Pour retourner au Vide 0 il faut enlever le tube. Êtes-vous sûr de vouloir continuer ?
id_id: "Untuk melakukan Vakum 0, Anda perlu melepas tabung. Anda yakin ingin melanjutkan?”
it_it: Per realizzare lo 0 vuoto è necessario togliere il tubo. È sicuro di voler continuare?
ko_kr: 0 진공을 실행하기 위해서는 튜브를 제거해야 합니다. 계속하시겠습니까?
pl_pl: Aby ustawić wartość próżni na 0, należy usunąć przewód. Czy na pewno chcesz kontynuować?
pt_pt: É necessário remover o tubo para efetuar o Vácuo 0. Tem a certeza de que quer continuar?
ru_ru: Чтобы значение вакуумметрического давления стало нулевым, необходимо снять трубку. Продолжить?
tr_tr: 0 Vakum yapmak iin tp karmak gereklidir. Devam etmek istediinizden emin misiniz?
zh_cn: 若要实现 0 真空，必须移除管子。 是否确定要继续？

# WARNING_BAR_NOT_TO_PRINT
source: Bar number # will not print.
cs_cz: Bar číslo # nebude tisknout.
de_de: Balken Nummer # wird nicht drucken.
es_es: La barra # no imprimirá.
fr_fr: La barre # ne va pas imprimer.
id_id: Batang nomor # tidak akan mencetak.
it_it: La barra # non stamperà
ko_kr: #번 바는 인쇄되지 않습니다.
pl_pl: Moduł nr # nie może drukować.
pt_pt: A barra número # não imprime.
ru_ru: Модуль номер # не выполнит печать
tr_tr: ubuk numaras # yazdrlmayacak.
zh_cn: 编号为 # 的打印模块将不会打印。

# WARNING_BAR_NOT_TO_PRINT_PRINTING
source: The bar is not in Printing possition
cs_cz: Bar není v poloze pro tisk
de_de: Der Balken befindet sich nicht in Druckposition.
es_es: La barra no está en posición de pintado.
fr_fr: La barre n'est pas en position impression.
id_id: Batang tidak dalam posisi Mencetak
it_it: La barra non si trova nella posizione di tinta.
ko_kr: 해당 바는 인쇄 위치에 없습니다
pl_pl: Moduł nie znajduje się w pozycji drukowania.
pt_pt: A barra não está em posição de impressão
ru_ru: Положение модуля является отличным от положения "Печать"
tr_tr: ubuk Yazdrma pozisyonunda deil
zh_cn: 打印模块不在打印位置

# WARNING_BAR_NOT_TO_PRINT_DISABLED
source: The bar is not enabled
cs_cz: Bar není aktivní
de_de: Der Balken ist nicht aktiviert.
es_es: La barra no está habilitada
fr_fr: La barre n'est pas habilitée
id_id: Batang tidak diaktifkan
it_it: La barra non è abilitata
ko_kr: 해당 바는 활성화되지 않았습니다
pl_pl: Moduł nie został włączony.
pt_pt: A barra não está ativada
ru_ru: Модуль не включен
tr_tr: ubuk etkin deil
zh_cn: 打印模块未启用

# WARNING_TRIMS_DIFFERENCE
source: The trim difference between minimum and maximum should be less than 2.0v
cs_cz: Rozdíl mezi minimálním a maximálním trimem by měl být menší než 2.0v
de_de: Die Differenz zwischen den maximalen und minimalen Trimms muss unter 2.0v liegen
es_es: La diferencia entre los trims máximo y mínimo debe ser menor de 2.0v
fr_fr: La différence entre les trims maximum et minimum doit être inférieure à 2.0v
id_id: Perbedaan potongan antara minimum dan maksimum harus kurang dari 2.0v
it_it: La differenza tra i trims massimo e minimo deve essere inferiore a 2.0v
ko_kr: 최소 및 최대값 사이의 트림 차는 2.0v 이하여야 합니다
pl_pl: Różnica przycięcia pomiędzy wartością minimalną i maksymalną powinna wynosić mniej niż 2,0 V
pt_pt: A diferença entre o valor mínimo e o valor máximo de aparar deve ser inferior a 2.0v.
ru_ru: Разница обрезки между минимальным и максимальным значением должна составлять меньше 2.0v
tr_tr: Minimum ve maksimum arasndaki biti fark 2.0v'den az olmaldr
zh_cn: 区域电压的最小和最大值之差应小于 2.0v

# M_MAIN_CONSENT
source: Permission
cs_cz: Souhlas
de_de: Zustimmung
es_es: Consentimiento
fr_fr: Consentement
id_id: Perizinan
it_it: Acconsentimento
ko_kr: 콘센트
pl_pl: Zgoda
pt_pt: Consentimento
ru_ru: Подтверждение
tr_tr: Onay
zh_cn: 同意

# M_WANT_SAVE
source: This modification needs application to be restarted. Are you sure you want to save and close the application?
cs_cz: Tato změna vyžaduje restartování aplikace. Opravdu chcete aplikaci uložit a zavřít?
de_de: Für diese Änderung muss die Anwendung geschlossen werden. Möchten Sie wirklich speichern und die Anwendung schließen?
es_es: Se cerrará la aplicación si se realiza esta modificación. ¿Desea guardar y reinicar?
fr_fr: L'application se fermera en réalisant cette modification. Voulez-vous enregistrer et redémarrer ?
id_id: Perubahan ini perlu memulai ulang aplikasi. Anda yakin ingin menyimpan dan menutup aplikasi?
it_it: L'applicazione si chiuderà se si realizza questa modifica. Vuole salvare e ravviare?
ko_kr: 해당 수정 사항을 적용하기 위해서는 앱을 재실행해야 합니다. 본 앱을 저장한 후 종료하시겠습니까?
pl_pl: Zmiana wymaga ponownego uruchomienia aplikacji. Czy na pewno chcesz zapisać i zamknąć aplikację?
pt_pt: É necessário reiniciar a aplicação para aplicar a modificação. Tem a certeza de que quer guardar e fechar a aplicação?
ru_ru: Чтобы это изменение вступило в силу, приложение необходимо перезапустить. Сохранить изменения и закрыть приложения?
tr_tr: Bu modifikasyon, uygulamann yeniden balatlmasn gerektiriyor. Kaydedip uygulamay kapatmak istediinizden emin misiniz?
zh_cn: 此修改需要重新启动应用程序。是否确定要保存并关闭应用程序？
