Repository: masterkeystroker/high-tech-code-industrials
Catalog: Strings.*.resx
Languages: cs_cz, de_de, es_es, fr_fr, id_id, it_it, ko_kr, pl_pl, pt_pt, ru_ru, tr_tr, zh_cn

# G_WAVEFORM
source: Waveform:
cs_cz: Průběh křivky:
de_de: Wellenform:
id_id: Bentuk gelombang:
ko_kr: 파형:
pl_pl: Kształt fali:
ru_ru: Вейвформ:
