Repository: masterkeystroker/high-tech-code-industrials
Catalog: Strings.*.resx
Languages: cs_cz, de_de, es_es, fr_fr, id_id, it_it, ko_kr, pl_pl, pt_pt, ru_ru, tr_tr, zh_cn

# M_USER_LEVEL_MED
source: Factory technician
cs_cz: Tovární technik
de_de: Werkstechniker
es_es: Técnico de fábrica
fr_fr: Technicien d’usine
id_id: Teknisi pabrik
it_it: Tecnico di fabbrica
ko_kr: 공장 기술요원
pl_pl: Technik zakładowy
pt_pt: Técnico de fábrica
ru_ru: Технический специалист завода
tr_tr: Fabrika Teknis.
zh_cn: 工厂技术员

# M_USER_LEVEL_HIGH
source: CretaPrint technician
cs_cz: Technik CretaPrint
de_de: Cretaprint-Techniker
es_es: Técnico de CretaPrint
fr_fr: Technicien de Cretaprint
id_id: Teknisi CretaPrint
it_it: Tecnico Cretaprint
ko_kr: 크레타프린트 기술요원
pl_pl: Technik CretaPrint
pt_pt: Técnico da Cretaprint
ru_ru: Технический специалист Cretaprint
tr_tr: Cretaprint teknis.
zh_cn: CRETAPRINT技术员

# M_USER_LEVEL_ADMIN
source: Administrator
cs_cz: Administrátor
es_es: Administrador
fr_fr: Administrateur
it_it: Amministratore
ko_kr: 관리자
pt_pt: Administrador
ru_ru: Администратор
tr_tr: Yetkili
zh_cn: 管理员

# M_WANT_EXIT
source: Are you sure you want to close the application?
cs_cz: Opravdu chcete zavřít aplikaci?
de_de: Möchten Sie die Anwendung wirklich schließen?
es_es: ¿Está seguro que quiere cerrar la aplicación?
fr_fr: Êtes-vous sûr de vouloir fermer l'application ?
id_id: Anda yakin ingin menutup aplikasi?
it_it: Vuoi davvero chiudere l’applicazione?
ko_kr: 본 앱을 종료하시겠습니까?
pl_pl: Czy na pewno chcesz zamknąć aplikację?
pt_pt: Tem certeza de que quer fechar a aplicação?
ru_ru: Закрыть приложение?
tr_tr: Programi kapatmaya eminmisin?
zh_cn: 是否退出应用软件？

# G_METERS
source: Meters:
cs_cz: Metry:
de_de: Meter:
es_es: Metros:
fr_fr: Mètres :
id_id: Meter:
it_it: Metri:
ko_kr: 미터:
pl_pl: Metry:
pt_pt: Metros:
ru_ru: Метров
tr_tr: Metre:
zh_cn: 米

# FILE_PRODUCTION_REPORT_L1
source: Partial counter 1
cs_cz: Dílčí počítadlo 1
de_de: Teilzähler Linie 1
es_es: Parcial línea 1
fr_fr: Partiel ligne 1
id_id: Penghitung parsial 1
it_it: Parziale linea 1
ko_kr: 부분 계수기 1
pl_pl: Licznik częściowy 1
pt_pt: Parcial na linha 1
ru_ru: Частичный счетчик 1
tr_tr: Kismi sayici 1
zh_cn: 第1生产线计数器：

# FILE_PRODUCTION_REPORT_L2
source: Partial counter 2
cs_cz: Dílčí počítadlo 2
de_de: Teilzähler Linie 2
es_es: Parcial línea 2
fr_fr: Partiel ligne 2
id_id: Penghitung parsial 2
it_it: Parziale linea 2
ko_kr: 부분 계수기 2
pl_pl: Licznik częściowy 2
pt_pt: Parcial na linha 2
ru_ru: Частичный счетчик 2
tr_tr: kismi sayici 2
zh_cn: 第2生产线计数器：

# FILE_CANOPEN
source: CANopen status
cs_cz: Stav CANopen
de_de: Status CANopen
es_es: Estado CANopen
fr_fr: État CANopen
id_id: Status CANopen
it_it: Stato CANopen
ko_kr: 열 수 있는 상태
pl_pl: Stan CANopen
pt_pt: Status CANopem
ru_ru: Состояние CANopen
tr_tr: Canopen durumu
zh_cn: CANopen状态

# SIMULATION_IMG_MODE_EDIT
source: Edit
cs_cz: Editovat
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
it_it: Modificare
ko_kr: 편집
pl_pl: Edytować
pt_pt: Editar
ru_ru: Изменить
tr_tr: Duzenle
zh_cn: 编辑

# SIMULATION_IMG_MODE_ONE
source: Simulate one
cs_cz: Simulovat jeden
de_de: Einmal simulieren
es_es: Simular una
fr_fr: Simuler une
id_id: Simulasi satu
it_it: Simulare uno
ko_kr: 1개 시뮬레이션
pl_pl: Zasymulować jeden
pt_pt: Simular uma
ru_ru: Имитация: одна
tr_tr: Tek oynat
zh_cn: 模拟单个

# SIMULATION_IMG_MODE_ALL
source: Simulate all
cs_cz: Simulovat všechny
de_de: Alle simulieren
es_es: Simular todas
fr_fr: Simuler toutes
id_id: Simulasi semua
it_it: Simulare tutti
ko_kr: 전체 시뮬레이션
pl_pl: Zasymulować wszystkie
pt_pt: Simular tudo
ru_ru: Имитация: все
tr_tr: Hepsini oynat
zh_cn: 模拟全部

# M_FILE_PRINTSERVER_PRINTING
source: Printing
cs_cz: Tisk
de_de: Druckt
es_es: Pintando
fr_fr: Impression en cours
id_id: Mencetak
it_it: Stampando
ko_kr: 인쇄
pl_pl: Drukowanie
pt_pt: Imprimindo
ru_ru: Окрашивание
tr_tr: Baski
zh_cn: 打印中

# MODEL_IMAGES
source: Images
cs_cz: Snímky
de_de: Bilder
es_es: Imágenes
id_id: Gambar
it_it: Immagini
ko_kr: 이미지
pl_pl: Obrazy
pt_pt: Imagens
ru_ru: Изображения
tr_tr: Imajlar
zh_cn: 图像

# M_EDIT_QUALITY_COPY_DROPS
source: Copy to all channels
cs_cz: Kopírovat na všechny kanály
de_de: Auf alle Kanäle kopieren
es_es: Copiar a todos los canales
fr_fr: Copier vers tous les canaux
id_id: Salin semua channel
it_it: Copiare su tutti i canali
ko_kr: 모든 채널로 복사
pl_pl: Skopiować na wszystkie kanały
pt_pt: Copiar a todos os canais
ru_ru: Скопировать на все каналы
tr_tr: Tum kanallari kopya.
zh_cn: 复制全部通道

# MAIN_USER_LOGIN_ERROR
source: Incorrect username or password
cs_cz: Nesprávné uživatelské jméno nebo heslo
de_de: Benutzername oder Passwort falsch
es_es: Nombre de usuario o password incorrecto
fr_fr: Nom d’utilisateur ou mot de passe incorrect
id_id: Nama pengguna atau sandi salah
it_it: Password o username non corretti
ko_kr: 옳지 않은 유저명, 혹은 암호입니다
pl_pl: Nieprawidłowa nazwa użytkownika lub hasło
pt_pt: Nome de usuário ou senha incorretos
ru_ru: Неправильное имя пользователя или пароль
tr_tr: Kullanici ve sifre uygunsuz
zh_cn: 用户名和密码不正确

# MAIN_USER_DELETE
source: Do you want to delete the selected user?
cs_cz: Chcete vymazat vybraného uživatele?
de_de: Möchten Sie den ausgewählten Benutzer löschen?
es_es: ¿Seguro que quiere borrar el usuario seleccionado?
fr_fr: Êtes-vous sûr de vouloir supprimer l’utilisateur sélectionné ?
id_id: Hapus pengguna yang dipilih?
it_it: Sicuro di eliminare l’utente selezionato?
ko_kr: 선택된 유저를 삭제하시겠습니까?
pl_pl: Czy chcesz skasować wybranego użytkownika?
pt_pt: Tem certeza de que deseja excluir o usuário selecionado?
ru_ru: Удалить выбранное имя пользователя?
tr_tr: Secilen kullaniciyi silinecekmi?
zh_cn: 是否删除所选用户

# M_EDIT_DESC_SLAVES_POS
source: Slaves position:
cs_cz: Pozice podřízených zařízení:
de_de: Position der Slaves:
es_es: Posición de los esclavos:
fr_fr: Position des esclaves :
id_id: Posisi slave:
it_it: Posizione degli slaves:
ko_kr: 슬레이브 위치:
pl_pl: Pozycja komputerów podrzędnych:
pt_pt: Posição dos escravos:
ru_ru: Положение подчиненных узлов
tr_tr: Yardimci posiz.:
zh_cn: 附属电脑位置：

# G_NAME_COLON
source: Name:
cs_cz: Název:
es_es: Nombre:
fr_fr: Nom :
id_id: Nama:
it_it: Nome:
ko_kr: 이름:
pl_pl: Nazwa:
pt_pt: Nome:
ru_ru: Название
tr_tr: Ad:
zh_cn: 名字：

# TAS_TONE_AUTO
source: Automatic
cs_cz: Automatický
de_de: Automatisch
es_es: Automático
fr_fr: Automatique
id_id: Otomatis
it_it: Automatico
ko_kr: 자동
pl_pl: Automatyczny
pt_pt: Automático
ru_ru: Автоматически
tr_tr: Otomatik
zh_cn: 自动

# TAS_SAMPLES
source: Total samples:
cs_cz: Vzorky celkem:
de_de: Gesamtanzahl der Muster:
es_es: Total de muestras:
fr_fr: Total des tests :
id_id: Total sampel:
it_it: Campioni totali:
ko_kr: 전체 샘플:
pl_pl: Sumarycznie próbki:
pt_pt: Total de amostras:
ru_ru: Всего образцов:
tr_tr: Toplam numune:
zh_cn: 样本总数：

# TAS_TILE_DIM
source: Tile size
cs_cz: Rozměry dílu
de_de: Kachelformat
es_es: Formato de pieza
fr_fr: Format de carreau
id_id: Dimensi kotak
it_it: Dimensioni del pezzo
ko_kr: 타일 크기
pl_pl: Wymiary płytki
pt_pt: dimensões peça
ru_ru: Размеры плитки
tr_tr: Karo olculeri
zh_cn: 瓷砖尺寸

# TAS_SAMPLE_DIST
source: Sample distribution
cs_cz: Distribuce vzorků
de_de: Verteilung der Muster
es_es: Distribución de muestras
fr_fr: Répartition des tests
id_id: Distribusi sampel
it_it: Distribuzione dei campioni
ko_kr: 샘플 분포
pl_pl: Podział próbki
pt_pt: distribuição de amostras
ru_ru: Распределение образцов
tr_tr: Numune dagilimi
zh_cn: 样本分布

# TAS_SAMPLE_SELECT_IMG
source: Select sample image
cs_cz: Vybrat vzorový snímek
de_de: Bildmuster auswählen
es_es: Seleccione imagen de muestra
fr_fr: Sélectionnez image de test
id_id: Pilih g ambar sampel
it_it: Selezionare l’immagine Campione
ko_kr: 샘플 이미지 선택
pl_pl: Wybrać obraz próbki
pt_pt: Selecione uma imagem de amostra
ru_ru: Выбрать изображение образца
tr_tr: Numune imaj secme
zh_cn: 选择样本图像

# TAS_SAMPLE_SECTION
source: Select section (sample)
cs_cz: Vybrat sekci (vzorek)
de_de: Teilbereich auswählen (Muster)
es_es: Seleccione porción (muestra)
fr_fr: Sélectionnez portion (test)
id_id: Pilih bagian (sampel)
it_it: Selezionare una sezione (campione)
ko_kr: 섹션(샘플) 선택
pl_pl: Wybrać sekcję (próbkę)
pt_pt: Selecionar parte (amostra)
ru_ru: Выбрать участок (образец)
tr_tr: Secilen alan(numune)
zh_cn: 选择区域（样本）图像

# TAS_SAMPLE_SIZE
source: Sample size:
cs_cz: Velikost vzorku:
de_de: Größe Muster:
es_es: Tamaño muestra:
fr_fr: Taille test :
id_id: Ukuran sampel:
it_it: Misura Campione:
ko_kr: 샘플 크기:
pl_pl: Wielkość próbki:
pt_pt: tamanho da amostra:
ru_ru: Размер образца:
tr_tr: Numune boyut:
zh_cn: 样本尺寸：

# TAS_SAMPLE_ROWS
source: Rows per tile:
cs_cz: Počet řádků na díl:
de_de: Zeilen pro Kachel:
es_es: Filas por pieza:
fr_fr: Lignes par carreau :
id_id: Baris per kotak:
it_it: Righe per pezzo:
ko_kr: 타일 당 행 수:
pl_pl: Liczba rzędów na płytkę:
pt_pt: Linhas por peça:
ru_ru: Рядов на плитку:
tr_tr: Karo satiri:
zh_cn: 每块砖上的行数

# TAS_SAMPLE_COLS
source: Columns per tile:
cs_cz: Počet sloupců na díl:
de_de: Spalten pro Kachel:
es_es: Columnas por pieza:
fr_fr: Colonnes par carreau :
id_id: Kolom per kotak:
it_it: Colonne per pezzo:
ko_kr: 타일 당 열 수:
pl_pl: Liczba kolumn na płytkę:
pt_pt: Colunas por peça:
ru_ru: Колонок наплитку:
tr_tr: Karo sutunu:
zh_cn: 每块砖上的列数

# TAS_SAMPLES_PER_TILE
source: Samples per tile:
cs_cz: Počet vzorků na díl:
de_de: Muster pro Kachel:
es_es: Muestras por pieza:
fr_fr: Tests par carreau :
id_id: Sampel per kotak:
it_it: Campioni per pezzo:
ko_kr: 타일 당 샘플:
pl_pl: Liczba próbek na płytkę:
pt_pt: Amostras por peça:
ru_ru: Образцов на плитку:
tr_tr: Numune karo:
zh_cn: 每块砖上的样本数

# TAS_SAMPLES_TOTAL_TILES
source: Total tiles:
cs_cz: Díly celkem:
de_de: Gesamtanzahl der Kacheln:
es_es: Total piezas:
fr_fr: Total carreaux :
id_id: Total kotak:
it_it: Pezzi totali:
ko_kr: 타일 합계:
pl_pl: Sumarycznie płytek:
pt_pt: Peças total:
ru_ru: Всего плиток:
tr_tr: Toplam karo:
zh_cn: 瓷砖总数

# TAS_INTEN_GENERAR
source: Generate
cs_cz: Generovat
de_de: Erzeugen
es_es: Generar
fr_fr: Générer
id_id: Buat
it_it: Generare
ko_kr: 생성
pl_pl: Generować
pt_pt: Gerar
ru_ru: Сгенерировать
tr_tr: Olusturma
zh_cn: 生成

# TAS_INTEN_VARIATION
source: Variation:
cs_cz: Variace:
de_de: Abweichung:
es_es: Variación:
id_id: Variasi:
it_it: Variazione:
ko_kr: 변동값:
pl_pl: Zmiana:
pt_pt: variação:
ru_ru: Вариации (%):
tr_tr: Varyasyon:
zh_cn: 差异数

# TAS_INTEN_LIMIT
source: Maximum variation:
cs_cz: Maximální variace:
de_de: Maximale Abweichung:
es_es: Variación máxima:
fr_fr: Variation maximale :
id_id: Maksimum variasi:
it_it: Variazione massima:
ko_kr: 최대 변동값:
pl_pl: Maksymalna zmiana:
pt_pt: máximo de variação:
ru_ru: Ограничение:
tr_tr: Max.Varyasyon:
zh_cn: 最大差异数

# TAS_INTEN_NEGATIVE
source: Include negative values
cs_cz: Zahrnout negativní hodnoty
de_de: Negative Werte einschließen
es_es: Incluír valores negativos
fr_fr: Inclure les valeurs négatives
id_id: Sertakan nilai negatif
it_it: Includere valori negativi
ko_kr: 마이너스 값을 포함
pl_pl: Załącz ujemne wartości
pt_pt: Incluem os valores negativos
ru_ru: Включить отрицательные величины
tr_tr: Negatif degerlerle
zh_cn: 包含负值

# TAS_TONE_DEVIATION
source: Deviations (%):
cs_cz: Odchylky (%):
de_de: Abweichungen (%):
es_es: Desviaciones (%):
fr_fr: Déviations (%) :
id_id: Penyimpangan (%):
it_it: Scarto (%):
ko_kr: 오차(%):
pl_pl: Odchylenia (%):
pt_pt: Desvios (%):
ru_ru: Отклонения (%):
tr_tr: Sapma(%)
zh_cn: 变量

# TAS_TONE_CH_COMB
source: Specify image channels that will be modified:
cs_cz: Specifikujte kanály snímku, které budou změněny:
de_de: Kanäle der zu ändernden Bilder angeben:
es_es: Indique canales de la imagen que se modificarán:
fr_fr: Indiquez les canaux de l’image à modifier :
id_id: Pilih channel gambar yang akan diubah:
it_it: Specificare il canale dell'immagine che verrà modificata:
ko_kr: 수정될 이미지 채널을 지정하십시오.:
pl_pl: Określić kanały obrazu, które będą zmieniane:
pt_pt: Especifique canais de imagem a ser modificada:
ru_ru: Указать каналы изображения, которые будут изменены:
tr_tr: Modifiye edilecek imajlari belirt:
zh_cn: 选取要更改的图像通道

# TAS_TONE_CH_COMB_1
source: (1) One channel combination on each sample
cs_cz: (1) Kombinace jednoho kanálu na každém vzorku
de_de: (1) Ein-Kanal-Kombination pro Muster
es_es: (1) Combinación de un canal por muestra
fr_fr: (1) Combinaison d'un canal par test
id_id: (1) Satu kombinasi channel di setiap sampel
it_it: (1) Combinazione di un canale ogni campione
ko_kr: (1) 각 샘플 당 1개 채널 조합
pl_pl: (1) Połączenie jednego na każdej próbce
pt_pt: (1) Combinação de um canal
ru_ru: (1) Один канал на образец
tr_tr: (1)tek kanalli kombinasyon her numunede
zh_cn: （1）样本上单通道混合

# TAS_TONE_CH_COMB_2
source: (2) Two channels combination on each sample
cs_cz: (2) Kombinace dvou kanálů na každém vzorku
de_de: (2) Zwei-Kanal-Kombination pro Muster
es_es: (2) Combinación de dos canales por muestra
fr_fr: (2) Combinaison de deux canaux par test
id_id: (2) Dua kombinasi channel di setiap sampel
it_it: (2) Combinazione di due canali ogni campione
ko_kr: (2) 각 샘플 당 2개 채널 조합
pl_pl: (2) Połączenie dwóch kanałów na każdej próbce
pt_pt: (2) A combinação de dois canais por amostra
ru_ru: (2) Сочетание двух каналов на образец
tr_tr: (2)tek kanalli kombinasyon her numunede
zh_cn: （2）样本上双通道混合

# TAS_TONE_CH_CH_MODIFY
source: Specify image channels that will be modified:
cs_cz: Specifikujte kanály snímku, které budou změněny:
de_de: Kanäle der zu ändernden Bilder angeben:
es_es: Indique canales de la imagen que se modificarán:
fr_fr: Indiquez les canaux de l’image à modifier :
id_id: Pilih channel gambar yang akan diubah:
it_it: Specificare il canale dell'immagine che verrà modificata:
ko_kr: 수정될 이미지 채널을 지정하십시오.:
pl_pl: Określić kanały obrazu, które będą zmieniane:
pt_pt: Especifique canais de imagem a ser modificada:
ru_ru: Указать каналы изображения, которые будут изменены:
tr_tr: Modifiye edilecek imajlari belirt:
zh_cn: 选取要更改的图像通道

# TAS_NEXT
source: Next
cs_cz: Další
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant
id_id: Berikutnya
it_it: Successivo
ko_kr: 다음
pl_pl: Następny
pt_pt: Seguinte
ru_ru: Далее
tr_tr: sonra
zh_cn: 下一步

# TAS_BACK
source: Back
cs_cz: Zpět
de_de: Zurück
es_es: Volver
fr_fr: Retour
id_id: Kembali
it_it: Indietro
ko_kr: 이전
pl_pl: Wstecz
pt_pt: Atrás
ru_ru: Назад
tr_tr: geri
zh_cn: 上一步

# TAS_PROCESS
source: Process
cs_cz: Proces
de_de: Verarbeiten
es_es: Procesar
fr_fr: Traiter
id_id: Proses
it_it: Processare
ko_kr: 처리
pl_pl: Przetworzyć
pt_pt: Processo
ru_ru: Обработка
tr_tr: Proses
zh_cn: 处理

# M_EDIT_QUALITY_CANAL8
source: Channel 8
cs_cz: Kanál 8
de_de: Kanal 8
es_es: Canal 8
fr_fr: Canal 8
it_it: Canale 8
ko_kr: 채널 8
pl_pl: Kanał 8
pt_pt: Canal 8
ru_ru: Канал 8
tr_tr: Kanal8
zh_cn: 通道8

# TAS_TAG
source: Tag
cs_cz: Etiketa
es_es: Etiqueta
fr_fr: Étiquette
ko_kr: 태그
pl_pl: Wyróżnik
pt_pt: Etiqueta
ru_ru: Этикетка
tr_tr: Etiket
zh_cn: 标签

source: QR code:
cs_cz: QR kód:
es_es: Código QR:
fr_fr: Code QR :
id_id: Kode QR:
it_it: Codice QR:
ko_kr: QR코드:
pl_pl: Kod QR:
pt_pt: Código QR:
ru_ru: Код QR:
tr_tr: QR kod:
zh_cn: 二维码：

# HELP_INFO_SYSTEM_MEM
source: System memory
cs_cz: Paměť systému
de_de: Systemspeicher
es_es: Memoria del sistema
fr_fr: Mémoire du système
id_id: Memori sistem
it_it: Memoria del sistema
ko_kr: 시스템 메모리
pl_pl: Pamięć systemu
pt_pt: memória do sistema
ru_ru: Память системы
tr_tr: Sistem hafiza
zh_cn: 系统容量

# HELP_INFO_SLAVES
source: Slaves hard disk usage:
cs_cz: Využití pevného disku podřízeného počítače:
de_de: Verwendeter Slave-Festplattenspeicher:
es_es: Uso de memoria en esclavos:
fr_fr: Utilisation de la mémoire des esclaves :
id_id: Penggunaan hardisk slave:
it_it: Uso della memoria negli slaves:
ko_kr: 슬레이브 하드디스크 취급:
pl_pl: Użycie twardego dysku komputera podrzędnego:
pt_pt: Uso de memória de escravos:
ru_ru: Использование жесткого дика подчиненного ПК:
tr_tr: Yard. PC de kullanilan:
zh_cn: 附属电脑硬盘已使用空间：

# HELP_INFO_MASTER
source: Master hard disk usage:
cs_cz: Využití pevného disku hlavního počítače:
de_de: Verwendeter Master-Festplattenspeicher:
es_es: Uso de memoria en maestro:
fr_fr: Utilisation de la mémoire du maître :
id_id: Penggunaan hardisk master:
it_it: Uso della memoria nei master:
ko_kr: 마스터 하드디스크 취급:
pl_pl: Użycie twardego dysku komputera głównego:
pt_pt: Uso de memória no mestre:
ru_ru: Использование жесткого дика главного ПК:
tr_tr: Ana pc de kullanilan:
zh_cn: 主电脑硬盘已使用空间：

# HELP_INFO_VERSIONS
source: Versions
cs_cz: Verze
de_de: Versionen
es_es: Versiones
id_id: Versi
it_it: Versioni
ko_kr: 버전
pl_pl: Wersje
pt_pt: versões
ru_ru: Версии:
tr_tr: Versiyon
zh_cn: 版本

# MODELS_NOQUALITIES
source: No qualities, do you want to create default qualities?
cs_cz: Nejsou žádné vlastnosti; chcete vytvořit výchozí vlastnosti?
de_de: Keine Qualitäten vorhanden. Möchten Sie Standardqualitäten anlegen?
es_es: No hay calidades, ¿quiere crear calidades por defecto?
fr_fr: Il n’y a pas de qualités, créer des qualités par défaut ?
id_id: Tidak ada kualitas, buat kualitas default?
it_it: Nessuna qualità, si vogliono creare qualità per difetto?
ko_kr: 품질이 설정되어 있지 않습니다. 기본 품질을 설정하시겠습니까?
pl_pl: Nie ma cechy, czy chcesz stworzyć domyślne cechy?
pt_pt: Não qualidades,você vai criar qualidades padrão?
ru_ru: Список качеств пуст. Создать качества по умолчанию?
tr_tr: Kalite yok. Varsayilani kullanmak istermisin?
zh_cn: 没有可用质量，你是否想创建默认质量？

# M_EDIT_DESC_CAM_CONNECT_1
source: Connect with camera 1
cs_cz: Spojit s kamerou 1
de_de: Verbinden mit Kamera 1
es_es: Conectar con cámara 1
fr_fr: Se connecter à caméra 1
id_id: Sambungkan dengan kamera 1
it_it: Connettere con la telecamera 1
ko_kr: 카메라 1 연결
pl_pl: Połączyć z kamerą 1
pt_pt: conectar com a câmera 1
ru_ru: Подключение к камере 1:
tr_tr: Kamera1 le bagli
zh_cn: 连接摄像机1

# M_EDIT_DESC_CAM_CONNECT_2
source: Connect with camera 2
cs_cz: Spojit s kamerou 2
de_de: Verbinden mit Kamera 2
es_es: Conectar con cámara 2
fr_fr: Se connecter à caméra 2
id_id: Sambungkan dengan kamera 2
it_it: Connettere con la telecamera 2
ko_kr: 카메라 2 연결
pl_pl: Połączyć z kamerą 2
pt_pt: conectar com a câmera 2
ru_ru: Подключение к камере 2:
tr_tr: Kamera2 le bagli
zh_cn: 连接摄像机2

# M_EDIT_DESC_CAM_IP_1
source: Camera IP address:
cs_cz: IP adresa kamery:
de_de: IP-Adresse der Kamera:
es_es: Dirección IP de la cámara:
fr_fr: Adresse IP de la caméra :
id_id: Alamat IP kamera:
it_it: Indirizzo IP della telecamera:
ko_kr: 카메라 IP 어드레스:
pl_pl: Adres IP kamery:
pt_pt: Endereço IP da câmera:
ru_ru: IP-адрес камеры:
tr_tr: Kamera 1 IP adres:
zh_cn: 摄像机IP地址：

# M_EDIT_DESC_CAM_USR_1
source: Camera user:
cs_cz: Uživatel kamery:
de_de: Kamerabenutzer:
es_es: Usuario de la cámara:
fr_fr: Utilisateur de la caméra :
id_id: Pengguna kamera:
it_it: Utente della telecamera:
ko_kr: 카메라 유저:
pl_pl: Użytkownik kamery:
pt_pt: Usuário da câmera:
ru_ru: Пользователь камеры:
tr_tr: Kamera kulla.:
zh_cn: 摄像机用户：

# M_EDIT_DESC_CAM_PAS_1
source: Camera password:
cs_cz: Heslo kamery:
de_de: Kamerapasswort:
es_es: Contraseña de la cámara:
fr_fr: Mot de passe de la caméra :
id_id: Sandi kamera:
it_it: Password della telecamera:
ko_kr: 카메라 암호:
pl_pl: Hasło kamery:
pt_pt: Senha da câmera:
ru_ru: Пароль камеры:
tr_tr: Kamera sifre:
zh_cn: 摄像机密码：

# M_EDIT_DESC_CAM_1
source: Camera 1
cs_cz: Kamera 1
de_de: Kamera 1
es_es: Cámara 1
fr_fr: Caméra 1
id_id: Kamera 1
it_it: Telecamera 1
ko_kr: 카메라 1
pl_pl: Kamera 1
pt_pt: câmera 1
ru_ru: Камера 1
tr_tr: Kamera1
zh_cn: 摄像机1

# M_EDIT_DESC_CAM_2
source: Camera 2
cs_cz: Kamera 2
de_de: Kamera 2
es_es: Cámara 2
fr_fr: Caméra 2
id_id: Kamera 2
it_it: Telecamera 2
ko_kr: 카메라 2
pl_pl: Kamera 2
pt_pt: câmera 2
ru_ru: Камера 2
tr_tr: Kamera2
zh_cn: 摄像机2

# M_EDIT_DESC_CAM_PORT1_1
source: Port 1:
es_es: Puerto 1:
it_it: Porta 1:
ko_kr: 포트 1:
pt_pt: Porta 1:
ru_ru: Порт 1:
zh_cn: 接口1：

# M_EDIT_DESC_CAM_PORT2_1
source: Port 2:
es_es: Puerto 2:
it_it: Porta 2:
ko_kr: 포트 2:
pt_pt: Porta 2:
ru_ru: Порт 2:
zh_cn: 接口2：

# MODEL_MODES_CFG_CAM_IDS
source: Camera IDs:
cs_cz: ID kamery:
de_de: IDs der Kamera:
es_es: IDs de cámara:
fr_fr: ID de caméra :
id_id: ID Kamera:
it_it: Ids della telecamera:
ko_kr: 카메라 IDS:
pl_pl: Numery ID kamery:
pt_pt: Câmera IDs
ru_ru: Характеристики ID камеры:
tr_tr: Kamera ID:
zh_cn: 摄像机ID：

# MODEL_MODES_CFG_CAM_ORIGIN
source: Detection origin:
cs_cz: Původ detekce:
de_de: Herkunft der Erkennung:
es_es: Origen de detección:
fr_fr: Origine de détection
id_id: Asal deteksi:
it_it: Origine del rilevamento:
ko_kr: 검출 소스:
pl_pl: Źródło detekcji:
pt_pt: Origem de detecção:
ru_ru: Источник распознавания:
tr_tr: Algilama nokta:
zh_cn: 检测原点

# MODEL_MODES_CFG_CAM_IN_CAM
source: Camera (Cognex)
cs_cz: Kamera (Cognex)
de_de: Kamera (Cognex)
es_es: Cámara (Cognex)
fr_fr: Caméra (Cognex)
id_id: Kamera (Cognex)
it_it: Telecamera (Cognex)
ko_kr: 카메라(Cognex)
pl_pl: Kamera (Cognex)
pt_pt: Câmera (Cognex)
ru_ru: Камера (Cognex)
tr_tr: Kamera(cognex)
zh_cn: 摄像机（康耐视）

# MODEL_MODES_CFG_CAM_IN_PLC1
source: PLC1 entries
cs_cz: Vstupy PLC1
de_de: Eingänge PLC1
es_es: Entradas PLC1
fr_fr: Entrées PLC1
id_id: Entri PLC1
it_it: Entrate PLC1
ko_kr: PLC1 입력
pl_pl: Wejścia PLC1
pt_pt: Entradas PLC1
ru_ru: Входы ПЛК1
tr_tr: PLC1girisleri
zh_cn: PLC1 输入

# M_EDIT_DESC_GRAL_MATRICULA
source: Registration:
cs_cz: Registrace:
de_de: Registrierung:
es_es: Matrícula:
fr_fr: Matricule :
id_id: Pendaftaran:
it_it: Registrazione:
ko_kr: 등록:
pl_pl: Rejestrowanie:
pt_pt: Registro:
ru_ru: Регистрация:
tr_tr: Kayit:
zh_cn: 机器编号:

# G_QUESTION_DELETE
source: Do you want to delete the selected item?
cs_cz: Chcete vymazat vybraný prvek?
de_de: Möchten Sie das ausgewählte Element wirklich löschen?
es_es: ¿Seguro que quiere borrar el elemento seleccionado?
fr_fr: Êtes-vous sûr de vouloir supprimer l’élément sélectionné ?
id_id: Hapus elemen yang dipilih?
it_it: Si vuole eliminare l’elemento selezionato?
ko_kr: 선택된 요소를 삭제하시겠습니까?
pl_pl: Czy chcesz skasować wybrany element?
pt_pt: Tem certeza de que quer apagar o elemento elecionado?
ru_ru: Удалить выбранный элемент?
tr_tr: Secilmis elemani silmek istermisiniz?
zh_cn: 是否删除所选部分？

# TAS_SELECT_SAMPLE
source: Select the desired sample:
cs_cz: Vybrat požadovaný vzorek:
de_de: Gewünschtes Muster auswählen:
es_es: Seleccione la muestra deseada:
fr_fr: Sélectionnez le test souhaité :
id_id: Pilih sampel yang diinginkan:
it_it: Selezionare il campione desiderato:
ko_kr: 희망하는 샘플을 선택해 주십시오.:
pl_pl: Wybrać żądaną próbkę:
pt_pt: Seleccionar a amostra desejada:
ru_ru: Выберите необходимый образец:
tr_tr: istenen ornegi sec:
zh_cn: 请选择所需样本

# TAS_SAMPLE_VALIDATE
source: Validate sample
cs_cz: Ověřit vzorek
de_de: Muster bestätigen
es_es: Validar muestra
fr_fr: Valider test
id_id: Validasi sampel
it_it: Validare il campione
ko_kr: 샘플 인증
pl_pl: Sprawdzić poprawność próbki
pt_pt: Validar amostra
ru_ru: Проверьте образец
tr_tr: numune dogrula.
zh_cn: 启用该样本

# TAS_SAMPLE_VALIDATE_INFO
source: Use this parameters for creating a new production TAS (variation applied on every TIFF file)
cs_cz: Použít tyto parametry k vytvoření nové TAS produkce (variace aplikována na každý soubor TIFF)
de_de: Diese Parameter verwenden, um ein neues TAS der Produktion zu erstellen (Abweichung bei jeder TIFF-Datei angewandt)
es_es: Usar estos parámetros para crear un nuevo TAS de producción (variación aplicada en cada archivo TIFF)
fr_fr: Utiliser ces paramètres pour créer un nouveau TAS de production (variation appliquée sur chaque fichier TIFF)
id_id: Gunakan parameter ini untuk membuat produksi TAS baru (variasi diterapkan ke setiap file TIFF)
it_it: Usare questi parametri per la creazione di un nuovo TAS di produzione (variazione applicata su ogni file TIFF).
ko_kr: 새 생산 TAS(각 TIFF 화일에 적용되는 변동값) 생성에 해당 파라미터를 사용
pl_pl: Użyj tych parametrów do utworzenia nowej produkcji TAS (zmiana zastosowana na każdym pliku TIFF)
pt_pt: Utilize este parâmetro para criar um novo TAS de produção (variação aplicada em todos os ficheiros TIFF)
ru_ru: Используйте эти параметры для создания новой производственной системы корректировки тона TAS (отклонение, применяемое к каждому файлу TIFF)
tr_tr: Yeni TAS icin bu parametreleri kullan(Varyasyonlari her TIFF dosyada)
zh_cn: 使用当前参数去创建新TAS模型（所作更改将应用在TIFF上）
